{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "custom_css": [

      ],
      "settings": {
        "padding_top": 32,
        "padding_bottom": 0
      }
    },
    "235497ed-5196-4df1-8034-9bdae20cd6ef": {
      "type": "collapsible-content",
      "disabled": true,
      "settings": {
        "caption": "",
        "heading": "Contact us directly!",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "db6098b3-5a5b-4d12-b81a-fca480aa73a4": {
      "type": "rich-text",
      "blocks": {
        "template--20156184789323__db6098b3-5a5b-4d12-b81a-fca480aa73a4-text-1": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Zásady ochrany osobních údajů GDPR<\/strong><br\/><br\/>Naše zásady ochrany osobních údajů byly naposledy aktualizovány 9. ledna 2024.<br\/><br\/>Tyto zásady ochrany osobních údajů popisují naše zásady a postupy týkající se<br\/>shromažďování, používání a zpřístupňování vašich údajů při používání služby a<br\/>informují vás o vašich právech na ochranu soukromí a o tom, jak vás zákony<br\/>chrání.<br\/><br\/>Vaše osobní údaje používáme k poskytování a zlepšování Služby. Používáním<br\/>služby souhlasíte se shromažďováním a používáním informací v souladu s těmito<br\/>zásadami ochrany osobních údajů. Tyto Zásady ochrany osobních údajů byly<br\/>vytvořeny šablonou Zásad ochrany osobních údajů GDPR TermsFeed.<br\/><strong><br\/>Interpretace a definice<br\/><br\/>Výklad<\/strong><br\/><br\/>Slova, jejichž počáteční písmeno je velké, mají význam definovaný za<br\/>následujících podmínek. Následující definice mají stejný význam bez ohledu na<br\/>to, zda se vyskytují v jednotném nebo množném čísle.<br\/><br\/><strong>Definice<\/strong><br\/><br\/>Pro účely těchto Zásad ochrany osobních údajů:<br\/><br\/><strong>„Účet“<\/strong> znamená jedinečný účet vytvořený pro vás pro přístup k naší<br\/>službě nebo částem naší služby.<br\/><br\/><strong>„Společnost“<\/strong> (v této smlouvě označované buď jako „Společnost“, „My“,<br\/>„Nás“ nebo „Naše“) odkazuje na Freshsole<br\/><br\/>Společnost je pro účely GDPR správcem údajů.<br\/><br\/><strong>„Země“<\/strong> označuje Českou republiku.<br\/><br\/><strong>„Cookies“<\/strong> jsou malé soubory, které web ukládá do vašeho počítače,<br\/>mobilního zařízení nebo jakéhokoli jiného zařízení a které obsahují podrobnosti<br\/>o vaší historii procházení na těchto webových stránkách mezi mnoha způsoby<br\/>použití.<br\/><br\/><strong>„Správce údajů“<\/strong> pro účely GDPR (obecné nařízení o ochraně osobních<br\/>údajů) označuje Společnost jako právnickou osobu, která sama nebo společně s<br\/>jinými určuje účely a prostředky zpracování osobních údajů.<br\/><br\/><strong>„Zařízení“<\/strong> znamená jakékoli zařízení, které má přístup ke Službě, jako<br\/>je počítač, mobilní telefon nebo digitální tablet.<\/p><p><strong>„Osobní údaje“<\/strong> jsou jakékoli informace, které se týkají<br\/>identifikované nebo identifikovatelné osoby.<br\/><br\/>Pro účely GDPR se Osobními údaji rozumí jakékoli informace, které se vás<br\/>týkají, jako je jméno, identifikační číslo, údaje o poloze, online<br\/>identifikátor nebo jeden či více faktorů specifických pro fyzické,<br\/>fyziologické, genetické, mentální, ekonomické, kulturní nebo sociální identita.<br\/><br\/><strong>„Služba“<\/strong> odkazuje na webovou stránku.<br\/><br\/>„Poskytovatel služeb“ znamená jakoukoli fyzickou nebo právnickou osobu, která<br\/>zpracovává údaje jménem Společnosti. Týká se společností třetích stran nebo<br\/>jednotlivců zaměstnaných Společností, aby usnadnili Službu, poskytli Službu<br\/>jménem Společnosti, poskytli služby související se Službou nebo pomohli<br\/>Společnosti analyzovat, jak se Služba používá.<br\/><br\/>Pro účely GDPR jsou poskytovatelé služeb považováni za zpracovatele údajů.<br\/><br\/><strong>„Údaje o používání“<\/strong> označují údaje shromažďované automaticky, buď<br\/>generované používáním služby nebo ze samotné infrastruktury služby (například<br\/>doba trvání návštěvy stránky).<br\/><br\/><strong>„Web“<\/strong> označuje Freshsole, přístupný z https:\/\/www.freshsole.cz<br\/><br\/><strong>„Vy“<\/strong> znamená jednotlivce, který přistupuje ke Službě nebo ji používá, nebo<br\/>společnost či jiný právní subjekt, jehož jménem tato osoba přistupuje ke Službě<br\/>nebo ji používá.<br\/><br\/>Podle GDPR (Obecné nařízení o ochraně osobních údajů) můžete být označováni<br\/>jako Subjekt údajů nebo jako Uživatel jako jednotlivec používající Službu.<br\/><br\/><strong>Shromažďování a používání vašich osobních údajů<br\/><br\/>Typy shromažďovaných dat<br\/><br\/>Osobní data<\/strong><br\/><br\/>Při používání naší služby vás můžeme požádat, abyste nám poskytli určité osobní<br\/>údaje, které lze použít k tomu, abychom vás kontaktovali nebo identifikovali.<br\/>Osobní identifikační údaje mohou zahrnovat, ale nejsou omezeny na:<br\/><br\/>Emailová adresa<br\/><br\/>Jméno a příjmení<br\/><br\/>Telefonní číslo<br\/><br\/>Adresa, stát, provincie, PSČ, město<br\/><br\/>Údaje o použití<br\/><br\/><strong>Údaje o použití<\/strong><br\/><br\/>Údaje o používání se shromažďují automaticky při používání Služby.<br\/><br\/>Údaje o používání mohou zahrnovat informace, jako je adresa internetového<br\/>protokolu vašeho zařízení (např. IP adresa), typ prohlížeče, verze prohlížeče,<br\/>stránky naší služby, které navštívíte, čas a datum vaší návštěvy, čas strávený<br\/>na těchto stránkách, jedinečné zařízení identifikátory a další diagnostická<br\/>data.<br\/><br\/>Když ke Službě přistupujete pomocí mobilního zařízení nebo prostřednictvím<br\/>mobilního zařízení, můžeme automaticky shromažďovat určité informace, včetně,<br\/>ale nikoli výhradně, typu mobilního zařízení, které používáte, jedinečného ID<br\/>vašeho mobilního zařízení, IP adresy vašeho mobilního zařízení, vašeho<br\/>mobilního zařízení. operační systém, typ mobilního internetového prohlížeče,<br\/>který používáte, jedinečné identifikátory zařízení a další diagnostická data.<br\/><br\/>Můžeme také shromažďovat informace, které váš prohlížeč odešle, kdykoli<br\/>navštívíte naši Službu nebo když ke Službě přistupujete z mobilního zařízení<br\/>nebo prostřednictvím mobilního zařízení.<\/p><p><strong>Technologie sledování a soubory cookie<br\/><\/strong><br\/>Používáme soubory cookie a podobné technologie sledování ke sledování aktivity<br\/>na naší službě a ukládání určitých informací. Používané technologie sledování<br\/>jsou majáky, značky a skripty ke shromažďování a sledování informací a ke<br\/>zlepšování a analýze naší služby. Technologie, které používáme, mohou<br\/>zahrnovat:<br\/><br\/><strong>Soubory cookie nebo soubory cookie prohlížeče.<\/strong> Cookie je malý soubor umístěný<br\/>na vašem zařízení. Svému prohlížeči můžete dát pokyn, aby odmítl všechny<br\/>soubory cookie nebo aby uvedl, kdy se soubor cookie odesílá. Pokud však cookies<br\/>nepřijmete, možná nebudete moci používat některé části naší Služby. Pokud jste<br\/>neupravili nastavení svého prohlížeče tak, aby odmítal soubory cookie, může<br\/>naše služba používat soubory cookie.<br\/><br\/><strong>Web Beacons.<\/strong> Některé části naší služby a naše e-maily mohou obsahovat malé<br\/>elektronické soubory známé jako webové majáky (také označované jako čisté gify,<br\/>pixelové značky a jednopixelové gify), které společnosti umožňují například<br\/>počítat uživatele, kteří tyto stránky navštívili. nebo otevřel e-mail a pro<br\/>další související statistiky webu (například zaznamenávání oblíbenosti určité<br\/>sekce a ověřování integrity systému a serveru).<br\/><br\/>Soubory cookie mohou být „trvalé“ nebo „relační“ soubory cookie. Trvalé soubory<br\/>cookie zůstávají ve vašem osobním počítači nebo mobilním zařízení, když<br\/>přejdete do režimu offline, zatímco soubory cookie relace jsou odstraněny,<br\/>jakmile zavřete webový prohlížeč.<br\/><br\/>Používáme soubory cookie relace i trvalé soubory cookie pro účely uvedené níže:<br\/><strong><br\/>Nezbytné \/ základní soubory cookie<br\/><\/strong><br\/>Typ: Soubory cookie relace<br\/><br\/>Spravuje: My<br\/><br\/>Účel: Tyto soubory cookie jsou nezbytné k tomu, aby vám mohly poskytovat služby<br\/>dostupné prostřednictvím webové stránky a aby vám umožnily používat některé<br\/>její funkce. Pomáhají při ověřování uživatelů a zabraňují podvodnému používání<br\/>uživatelských účtů. Bez těchto souborů cookie nelze poskytovat služby, o které<br\/>jste požádali, a tyto soubory cookie používáme pouze k tomu, abychom vám tyto<br\/>služby poskytli.<br\/><br\/><strong>Zásady používání souborů cookie \/ Přijetí upozornění Soubory cookie<\/strong><br\/><br\/>Typ: Trvalé soubory cookie<br\/><br\/>Spravuje: My<br\/><br\/>Účel: Tyto soubory cookie identifikují, zda uživatelé přijali používání souborů<br\/>cookie na webových stránkách.<br\/><br\/><strong>Funkční soubory cookie<br\/><\/strong><br\/>Typ: Trvalé soubory cookie<br\/><br\/>Spravuje: My<br\/><br\/>Účel: Tyto soubory cookie nám umožňují zapamatovat si volby, které provedete<br\/>při používání webové stránky, jako je zapamatování si přihlašovacích údajů nebo<br\/>jazykových preferencí. Účelem těchto souborů cookie je poskytnout vám osobnější<br\/>zkušenost a vyhnout se tomu, abyste museli znovu zadávat své preference<br\/>pokaždé, když použijete webové stránky.<\/p><p><strong>Soubory cookie pro sledování a výkon<\/strong><br\/><br\/>Typ: Trvalé soubory cookie<br\/><br\/>Spravuje: Třetí strany<br\/><br\/>Účel: Tyto soubory cookie se používají ke sledování informací o návštěvnosti<br\/>webu a o tom, jak uživatelé web používají. Informace shromážděné<br\/>prostřednictvím těchto souborů cookie vás mohou přímo nebo nepřímo<br\/>identifikovat jako jednotlivého návštěvníka. Je tomu tak proto, že shromážděné<br\/>informace jsou obvykle spojeny s pseudonymním identifikátorem spojeným se<br\/>zařízením, které používáte pro přístup na web. Tyto soubory cookie můžeme také<br\/>použít k testování nových stránek, funkcí nebo nových funkcí webových stránek,<br\/>abychom viděli, jak na ně naši uživatelé reagují.<br\/><br\/>Další informace o souborech cookie, které používáme, a vašich možnostech<br\/>týkajících se souborů cookie naleznete v našich Zásadách používání souborů<br\/>cookie nebo v části o souborech cookie v našich Zásadách ochrany osobních<br\/>údajů.<br\/><br\/><strong>Použití vašich osobních údajů<\/strong><br\/><br\/>Společnost může používat osobní údaje pro následující účely:<br\/><br\/><strong>Poskytovat a udržovat naši službu,<\/strong> včetně sledování používání naší služby.<br\/><br\/><strong>Správa vašeho účtu:<\/strong> správa vaší registrace jako uživatele služby. Osobní údaje,<br\/>které poskytnete, vám mohou poskytnout přístup k různým funkcím Služby, které<br\/>máte jako registrovaný uživatel k dispozici.<br\/><br\/><strong>Pro plnění smlouvy:<\/strong> vývoj, dodržování a plnění kupní smlouvy na produkty,<br\/>položky nebo služby, které jste zakoupili, nebo jakékoli jiné smlouvy s námi<br\/>prostřednictvím služby.<br\/><br\/><br\/><br\/><strong>Abychom vás kontaktovali: <\/strong>Chcete-li vás kontaktovat e-mailem, telefonními<br\/>hovory, SMS nebo jinými ekvivalentními formami elektronické komunikace, jako<br\/>jsou push notifikace mobilní aplikace týkající se aktualizací nebo informativní<br\/>komunikace související s funkcemi, produkty nebo smluvními službami, včetně<br\/>aktualizací zabezpečení, pokud je to nutné nebo přiměřené pro jejich realizaci.<br\/><br\/><br\/><br\/><strong>Abychom vám poskytovali novinky,<\/strong> speciální nabídky a obecné informace o dalším<br\/>zboží, službách a událostech, které nabízíme a které jsou podobné těm, které<br\/>jste si již zakoupili nebo na které jste se dotazovali, pokud jste se<br\/>nerozhodli takové informace dostávat.<br\/><br\/><strong>Správa vašich požadavků: <\/strong>Zúčastněte se a spravujte vaše požadavky na nás.<br\/><br\/><strong>Pro převody podniků: <\/strong>Vaše údaje můžeme použít k vyhodnocení nebo provedení<br\/>fúze, odprodeje, restrukturalizace, reorganizace, zrušení nebo jiného prodeje<br\/>nebo převodu některých nebo všech Našich aktiv, ať už v rámci nepřetržitého<br\/>trvání nebo v rámci konkurzu, likvidace, nebo podobné řízení, ve kterém jsou<br\/>mezi převedenými aktivy námi držené Osobní údaje o uživatelích našich služeb.<br\/><br\/><strong>Pro jiné účely:<\/strong> Vaše informace můžeme použít pro jiné účely, jako je analýza<br\/>dat, zjišťování trendů používání, určování účinnosti našich propagačních<br\/>kampaní a hodnocení a zlepšování naší služby, produktů, služeb, marketingu a<br\/>vašich zkušeností.<\/p><p>Vaše osobní údaje můžeme sdílet v následujících situacích:<br\/><br\/><strong>S poskytovateli služeb:<\/strong> Vaše osobní údaje můžeme sdílet s poskytovateli služeb,<br\/>abychom mohli sledovat a analyzovat používání naší služby, pro zpracování<br\/>plateb, abychom vás mohli kontaktovat.<br\/><br\/><strong>Pro převody podniků: <\/strong>Vaše osobní údaje můžeme sdílet nebo převádět v<br\/>souvislosti s jakoukoli fúzí, prodejem aktiv Společnosti, financováním nebo<br\/>akvizicí celé naší činnosti nebo její části nebo během jednání o ní jiné<br\/>společnosti.<br\/><br\/><strong>S přidruženými společnostmi: <\/strong>Vaše informace můžeme sdílet s našimi přidruženými<br\/>společnostmi, v takovém případě budeme od těchto přidružených společností<br\/>vyžadovat, aby dodržovaly tyto zásady ochrany osobních údajů. Přidružené<br\/>společnosti zahrnují naši mateřskou společnost a jakékoli další dceřiné<br\/>společnosti, partnery ve společném podniku nebo jiné společnosti, které<br\/>kontrolujeme nebo které jsou pod společnou kontrolou s námi.<br\/><br\/><strong>S obchodními partnery: <\/strong>Vaše údaje můžeme sdílet s našimi obchodními partnery,<br\/>abychom vám mohli nabízet určité produkty, služby nebo propagační akce.<br\/><br\/><strong>S ostatními uživateli: <\/strong>když sdílíte osobní údaje nebo jinak komunikujete ve<br\/>veřejných prostorách s jinými uživateli, mohou být tyto informace zobrazeny<br\/>všem uživatelům a mohou být veřejně distribuovány mimo.<br\/><br\/><strong>S vaším souhlasem:<\/strong> Vaše osobní údaje můžeme s vaším souhlasem zpřístupnit pro<br\/>jakýkoli jiný účel.<br\/><br\/><strong>Uchovávání vašich osobních údajů<\/strong><br\/><br\/><br\/><br\/>Společnost bude uchovávat Vaše osobní údaje pouze po dobu nezbytně nutnou pro<br\/>účely stanovené v těchto Zásadách ochrany osobních údajů. Vaše osobní údaje<br\/>budeme uchovávat a používat v rozsahu nezbytném pro splnění našich zákonných<br\/>povinností (například pokud jsme povinni uchovávat vaše údaje v souladu s<br\/>platnými zákony), řešení sporů a vymáhání našich právních dohod a zásad.<br\/><br\/><br\/><br\/>Společnost bude také uchovávat údaje o použití pro účely interní analýzy. Údaje<br\/>o používání jsou obecně uchovávány po kratší dobu, s výjimkou případů, kdy jsou<br\/>tyto údaje používány k posílení zabezpečení nebo ke zlepšení funkčnosti naší<br\/>služby, nebo jsme ze zákona povinni uchovávat tyto údaje po delší dobu.<\/p><p><strong>Přenos vašich osobních údajů<\/strong><br\/><br\/>Vaše údaje, včetně Osobních údajů, jsou zpracovávány v provozovnách Společnosti<br\/>a na dalších místech, kde se nacházejí strany zúčastněné na zpracování. Znamená<br\/>to, že tyto informace mohou být přeneseny – a udržovány na – počítačích<br\/>umístěných mimo váš stát, provincii, zemi nebo jinou vládní jurisdikci, kde se<br\/>zákony na ochranu dat mohou lišit od zákonů vaší jurisdikce.<br\/><br\/>Váš souhlas s těmito Zásadami ochrany osobních údajů následovaný vaším<br\/>odesláním takových informací představuje váš souhlas s tímto převodem.<br\/><br\/>Společnost učiní veškerá přiměřeně nezbytná opatření, aby zajistila, že s<br\/>vašimi údaji bude zacházeno bezpečně a v souladu s těmito Zásadami ochrany<br\/>osobních údajů a že nedojde k žádnému přenosu vašich osobních údajů do<br\/>organizace nebo země, pokud nebudou zavedeny odpovídající kontroly včetně<br\/>zabezpečení Vaše údaje a další osobní údaje.<br\/><br\/><strong>Zveřejnění vašich osobních údajů<\/strong><br\/><br\/><strong>Obchodní transakce<\/strong><br\/><br\/>Pokud je Společnost zapojena do fúze, akvizice nebo prodeje aktiv, mohou být<br\/>vaše osobní údaje přeneseny. Než budou vaše osobní údaje přeneseny a budou<br\/>podléhat jiným Zásadám ochrany osobních údajů, upozorníme vás.<br\/><br\/><strong>Vymáhání práva<\/strong><br\/><br\/>Za určitých okolností může být Společnost povinna zveřejnit Vaše osobní údaje,<br\/>pokud to vyžaduje zákon nebo v reakci na platné žádosti orgánů veřejné moci<br\/>(např. soud nebo vládní agentura).<br\/><br\/>Další zákonné požadavky<br\/><br\/>Společnost může zpřístupnit Vaše osobní údaje v dobré víře, že taková akce je<br\/>nezbytná k:<br\/><br\/>Dodržujte zákonnou povinnost<br\/><br\/>Chránit a bránit práva nebo majetek Společnosti<br\/><br\/>Předcházet nebo vyšetřovat možné protiprávní jednání v souvislosti se Službou<br\/><br\/>Chraňte osobní bezpečnost Uživatelů Služby nebo veřejnosti<br\/><br\/>Chraňte se před právní odpovědností<br\/><br\/><strong>Zabezpečení Vašich osobních údajů<\/strong><br\/><br\/>Zabezpečení vašich osobních údajů je pro nás důležité, ale pamatujte, že žádný<br\/>způsob přenosu přes internet nebo způsob elektronického ukládání není 100%<br\/>bezpečný. I když se snažíme používat komerčně přijatelné prostředky k ochraně<br\/>vašich osobních údajů, nemůžeme zaručit jejich absolutní bezpečnost.<\/p><p><strong>Podrobné informace o zpracování Vašich osobních údajů<\/strong><br\/><br\/>Poskytovatelé služeb, které využíváme, mohou mít přístup k vašim osobním<br\/>údajům. Tito dodavatelé třetích stran shromažďují, ukládají, používají,<br\/>zpracovávají a přenášejí informace o vaší aktivitě v naší službě v souladu s<br\/>jejich Zásadami ochrany osobních údajů.<br\/><br\/><strong>Analytics<\/strong><br\/><br\/>K monitorování a analýze používání naší služby můžeme využít poskytovatele<br\/>služeb třetích stran.<br\/><br\/><strong>Emailový marketing<\/strong><br\/><br\/>Vaše osobní údaje můžeme použít k tomu, abychom vás kontaktovali s newslettery,<br\/>marketingovými nebo propagačními materiály a dalšími informacemi, které by vás<br\/>mohly zajímat. Můžete se odhlásit z přijímání jakékoli nebo všech těchto<br\/>sdělení od nás pomocí odkazu pro zrušení odběru nebo pokynů uvedených v<br\/>jakémkoli e-mailu, který zašleme, nebo nás kontaktujete.<br\/><br\/><strong>Ochrana osobních údajů GDPR<br\/><br\/>Právní základ pro zpracování osobních údajů podle GDPR<\/strong><br\/><br\/>Osobní údaje můžeme zpracovávat za následujících podmínek:<br\/><br\/><strong>Souhlas: <\/strong>Udělili jste souhlas se zpracováním osobních údajů pro jeden nebo více<br\/>konkrétních účelů.<br\/><br\/><strong>Plnění smlouvy: <\/strong>Poskytnutí osobních údajů je nezbytné pro plnění smlouvy s Vámi<br\/>a\/nebo pro plnění jakýchkoli předsmluvních závazků z ní.<br\/><br\/><strong>Zákonné povinnosti: <\/strong>Zpracování Osobních údajů je nezbytné pro splnění zákonné<br\/>povinnosti, které se na Společnost vztahuje.<br\/><br\/><strong>Životně důležité zájmy: <\/strong>Zpracování osobních údajů je nezbytné k ochraně vašich<br\/>životně důležitých zájmů nebo jiných fyzických osob.<br\/><br\/><strong>Veřejné zájmy:<\/strong> Zpracování osobních údajů souvisí s úkolem, který je prováděn ve<br\/>veřejném zájmu nebo při výkonu veřejné moci svěřené Společnosti.<br\/><br\/><strong>Oprávněné zájmy:<\/strong> Zpracování osobních údajů je nezbytné pro účely oprávněných<br\/>zájmů sledovaných Společností.<br\/><br\/>V každém případě Vám Společnost ráda pomůže objasnit konkrétní právní základ,<br\/>který se na zpracování vztahuje, a zejména zda je poskytnutí Osobních údajů<br\/>zákonným či smluvním požadavkem nebo požadavkem nutným k uzavření smlouvy.<br\/><br\/><strong>Vaše práva podle GDPR<\/strong><br\/><br\/>Společnost se zavazuje respektovat důvěrnost vašich osobních údajů a zaručit,<br\/>že můžete uplatnit svá práva.<\/p><p>Podle těchto Zásad ochrany osobních údajů a podle zákona, pokud jste v EU,<br\/>máte právo:<br\/><br\/><strong>Požádejte o přístup ke svým Osobním údajům. <\/strong>Právo na přístup, aktualizaci nebo<br\/>vymazání informací, které o vás máme. Kdykoli je to možné, můžete přistupovat<br\/>ke svým osobním údajům, aktualizovat je nebo požadovat jejich vymazání přímo v<br\/>sekci nastavení vašeho účtu. Pokud tyto akce nemůžete provést sami, kontaktujte<br\/>nás, abychom vám pomohli. To vám také umožňuje obdržet kopii osobních údajů,<br\/>které o vás uchováváme.<br\/><br\/><strong>Požádat o opravu Osobních údajů, které o Vás uchováváme.<\/strong> Máte právo na opravu<br\/>jakýchkoli neúplných nebo nepřesných informací, které o vás máme.<br\/><br\/><strong>Vznést námitku proti zpracování Vašich osobních údajů. <\/strong>Toto právo existuje tam,<br\/>kde se spoléháme na oprávněný zájem jako na právní základ pro naše zpracování a<br\/>existuje něco ohledně vaší konkrétní situace, kvůli které chcete vznést námitku<br\/>proti našemu zpracování vašich osobních údajů z tohoto důvodu. Máte také právo<br\/>vznést námitku tam, kde zpracováváme Vaše osobní údaje pro účely přímého<br\/>marketingu.<br\/><br\/><strong>Požádejte o výmaz Vašich osobních údajů. <\/strong>Máte právo nás požádat o vymazání nebo<br\/>odstranění Osobních údajů, pokud neexistuje žádný dobrý důvod, abychom je<br\/>nadále zpracovávali.<br\/><br\/><strong>Požádejte o přenos Vašich osobních údajů. <\/strong>Vám nebo Vámi zvolené třetí straně<br\/>poskytneme Vaše osobní údaje ve strukturovaném, běžně používaném, strojově<br\/>čitelném formátu. Vezměte prosím na vědomí, že toto právo se vztahuje pouze na<br\/>automatizované informace, k jejichž použití jste nám původně poskytli souhlas<br\/>nebo kde jsme tyto informace použili k plnění smlouvy s vámi.<br\/><br\/><strong>Odvolat svůj souhlas.<\/strong> Máte právo odvolat svůj souhlas s používáním vašich<br\/>osobních údajů. Pokud svůj souhlas odvoláte, možná vám nebudeme moci poskytnout<br\/>přístup k určitým konkrétním funkcím Služby.<br\/><br\/><strong>Uplatnění vašich práv na ochranu osobních údajů GDPR<\/strong><br\/><br\/>Svá práva na přístup, opravu, zrušení a námitku můžete uplatnit tím, že nás<br\/>kontaktujete. Vezměte prosím na vědomí, že vás můžeme požádat, abyste ověřili<br\/>svou totožnost, než na takové žádosti odpovíme. Pokud podáte žádost, pokusíme<br\/>se vám odpovědět co nejdříve.<\/p><p>Máte právo podat stížnost u Úřadu pro ochranu osobních údajů na naše<br\/>shromažďování a používání vašich osobních údajů. Pro více informací, pokud se<br\/>nacházíte v Evropském hospodářském prostoru (EHP), kontaktujte prosím svůj<br\/>místní úřad pro ochranu údajů v EHP.<br\/><br\/><strong>Soukromí dětí<\/strong><br\/><br\/>Naše služba neoslovuje nikoho mladšího 13 let. Vědomě neshromažďujeme osobní<br\/>údaje od nikoho mladšího 13 let. Pokud jste rodič nebo opatrovník a jste si<br\/>vědomi toho, že nám Vaše dítě poskytlo osobní údaje, prosím kontaktujte nás.<br\/>Pokud zjistíme, že jsme shromáždili osobní údaje od kohokoli mladšího 13 let<br\/>bez ověření souhlasu rodičů, podnikneme kroky k odstranění těchto informací z<br\/>našich serverů.<br\/><br\/>Pokud se musíme spoléhat na souhlas jako právní základ pro zpracování vašich<br\/>údajů a vaše země vyžaduje souhlas rodiče, můžeme před shromažďováním a<br\/>používáním těchto informací vyžadovat souhlas vašeho rodiče.<br\/><br\/><strong>Odkazy na jiné webové stránky<\/strong><br\/><br\/>Naše služba může obsahovat odkazy na jiné webové stránky, které neprovozujeme.<br\/>Pokud kliknete na odkaz třetí strany, budete přesměrováni na stránky této třetí<br\/>strany. Důrazně vám doporučujeme, abyste si prostudovali Zásady ochrany<br\/>osobních údajů každé stránky, kterou navštívíte.<br\/><br\/>Nemáme žádnou kontrolu a nepřebíráme žádnou odpovědnost za obsah, zásady<br\/>ochrany osobních údajů nebo postupy jakýchkoli stránek nebo služeb třetích<br\/>stran.<br\/><br\/><strong>Změny těchto zásad ochrany osobních údajů<\/strong><br\/><br\/>Naše zásady ochrany osobních údajů můžeme čas od času aktualizovat. O<br\/>jakýchkoli změnách vás budeme informovat zveřejněním nových Zásad ochrany<br\/>osobních údajů na této stránce.<br\/><br\/>Dáme vám vědět e-mailem a\/nebo nápadným oznámením o naší službě, než změna<br\/>nabude účinnosti, a aktualizujeme datum „Poslední aktualizace“ v horní části<br\/>těchto Zásad ochrany osobních údajů.<br\/><br\/>Doporučujeme vám pravidelně kontrolovat tyto Zásady ochrany osobních údajů<br\/>kvůli případným změnám. Změny těchto Zásad ochrany osobních údajů jsou účinné,<br\/>když jsou zveřejněny na této stránce.<br\/><br\/><strong>Kontaktujte nás<\/strong><br\/><br\/>Máte-li jakékoli dotazy týkající se těchto Zásad ochrany osobních údajů, můžete<br\/>nás kontaktovat:<br\/><br\/>Návštěvou této stránky na našem webu: https:\/\/www.freshsole.cz<br\/><br\/>Zasláním e-mailu: freshsolecz@gmail.com<\/p><p> <\/p>"
          }
        }
      },
      "block_order": [
        "template--20156184789323__db6098b3-5a5b-4d12-b81a-fca480aa73a4-text-1"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "235497ed-5196-4df1-8034-9bdae20cd6ef",
    "db6098b3-5a5b-4d12-b81a-fca480aa73a4"
  ]
}
