{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "custom_css": [
        "* {font-family: Poppins; font-size: 40px; font-weight: 700;}"
      ],
      "settings": {
        "padding_top": 32,
        "padding_bottom": 0
      }
    },
    "55dd658f-583a-4229-a720-cb0d6745fa21": {
      "type": "rich-text",
      "blocks": {
        "template--20302273216843__55dd658f-583a-4229-a720-cb0d6745fa21-text-1": {
          "type": "text",
          "settings": {
            "text": "<h1><strong>PODMÍNKY SLUŽBY<\/strong><\/h1><p><strong>PODMÍNKY SLUŽBY<\/strong><\/p><p> ---- <\/p><p><strong>PŘEHLED <\/strong><\/p><p>Tato webová stránka je provozována společností Freshsole. Na<br\/>celém webu se výrazy \"my\", \"nás\" a \"naše\"<br\/>vztahují na Freshsole. Freshsole nabízí tuto webovou stránku, včetně všech<br\/>informací, nástrojů a služeb dostupných z této stránky vám, uživateli, pod<br\/>podmínkou, že přijmete všechny zde uvedené podmínky, zásady a upozornění. <\/p><p>Návštěvou našich stránek a\/nebo nákupem něčeho od nás se<br\/>zapojujete do naší \"Služby\" a souhlasíte s tím, že budete vázáni<br\/>následujícími podmínkami (\"Podmínky služby\", \"Podmínky\"),<br\/>včetně těchto dalších podmínek a zásad, na které se zde odkazuje a\/nebo které<br\/>jsou k dispozici prostřednictvím hypertextového odkazu. Tyto smluvní podmínky<br\/>se vztahují na všechny uživatele webu, mimo jiné včetně uživatelů, kteří jsou<br\/>prohlížeči, prodejci, zákazníky, obchodníky a\/nebo přispěvateli obsahu.<\/p><p> Před přístupem na<br\/>naše webové stránky nebo jejich používáním si prosím pečlivě přečtěte tyto<br\/>smluvní podmínky. Přístupem nebo používáním jakékoli části webu souhlasíte s<br\/>tím, že budete vázáni těmito smluvními podmínkami. Pokud nesouhlasíte se všemi<br\/>podmínkami této smlouvy, nesmíte přistupovat na webové stránky ani používat<br\/>žádné služby. Pokud jsou tyto smluvní podmínky považovány za nabídku, je<br\/>přijetí výslovně omezeno na tyto smluvní podmínky. Jakékoli nové funkce nebo<br\/>nástroje, které jsou přidány do aktuálního obchodu, budou také podléhat<br\/>podmínkám služby. <\/p><p>Nejaktuálnější verzi Smluvních podmínek si můžete kdykoli<br\/>prohlédnout na této stránce. Vyhrazujeme si právo aktualizovat, měnit nebo<br\/>nahrazovat jakoukoli část těchto smluvních podmínek zveřejněním aktualizací<br\/>a\/nebo změn na našich webových stránkách. Je vaší odpovědností pravidelně<br\/>kontrolovat, zda na této stránce nedošlo ke změnám. Vaše další používání nebo<br\/>přístup k webovým stránkám po zveřejnění jakýchkoli změn představuje přijetí<br\/>těchto změn. Náš obchod je hostován na Shopify Inc. Poskytují nám online platformu<br\/>elektronického obchodu, která nám umožňuje prodávat vám naše produkty a služby.<br\/><\/p><p><strong>ODDÍL 1 - PODMÍNKY INTERNETOVÉHO OBCHODU <\/strong><\/p><p>Souhlasem s těmito smluvními podmínkami prohlašujete, že<br\/>jste alespoň plnoletí ve svém státě nebo provincii bydliště nebo že jste<br\/>plnoletí ve svém státě nebo provincii bydliště a dali jste nám souhlas s tím,<br\/>abychom umožnili komukoli z vašich nezletilých závislých osob používat tyto<br\/>stránky. <\/p><p>Naše produkty nesmíte používat k žádným nezákonným nebo<br\/>neoprávněným účelům, ani nesmíte při používání služby porušovat žádné zákony ve<br\/>vaší jurisdikci (mimo jiné včetně zákonů o autorských právech). <\/p><p>Nesmíte přenášet žádné červy nebo viry ani žádný kód<br\/>destruktivní povahy. <\/p><p>Porušení nebo porušení kterékoli z podmínek bude mít za<br\/>následek okamžité ukončení vašich služeb. <\/p><p><strong>ODDÍL 2 - VŠEOBECNÉ PODMÍNKY <\/strong><\/p><p>Vyhrazujeme si právo odmítnout službu komukoli z jakéhokoli<br\/>důvodu a kdykoli.<\/p><p> Jste srozuměni s tím,<br\/>že váš obsah (bez informací o kreditní kartě) může být přenášen nešifrovaně a<br\/>může zahrnovat (a) přenosy přes různé sítě; a (b) změny za účelem přizpůsobení<br\/>a přizpůsobení technickým požadavkům propojovacích sítí nebo zařízení.<br\/>Informace o kreditní kartě jsou při přenosu přes sítě vždy šifrovány. <\/p><p>Souhlasíte s tím, že nebudete reprodukovat, duplikovat,<br\/>kopírovat, prodávat, dále prodávat nebo využívat jakoukoli část Služby,<br\/>používání Služby nebo přístup ke Službě nebo jakýkoli kontakt na webové<br\/>stránce, prostřednictvím které je služba poskytována, bez výslovného písemného<br\/>souhlasu z naší strany. <\/p><p>Nadpisy použité v této smlouvě jsou zahrnuty pouze pro<br\/>pohodlí a nebudou tyto podmínky omezovat ani jinak ovlivňovat. <\/p><p><strong>ODDÍL 3 - PŘESNOST, ÚPLNOST A AKTUÁLNOST INFORMACÍ <\/strong><\/p><p>Neneseme odpovědnost za to, že informace zpřístupněné na<br\/>těchto stránkách nejsou přesné, úplné nebo aktuální. Materiál na těchto<br\/>stránkách je poskytován pouze pro obecné informace a nemělo by se na něj<br\/>spoléhat nebo jej používat jako jediný základ pro rozhodování bez konzultace s<br\/>primárními, přesnějšími, úplnějšími nebo aktuálnějšími zdroji informací.<br\/>Jakékoli spoléhání se na materiál na těchto stránkách je na vaše vlastní<br\/>riziko. <\/p><p>Tato stránka může obsahovat určité historické informace.<br\/>Historické informace nutně nejsou aktuální a jsou poskytovány pouze pro vaši<br\/>informaci. Vyhrazujeme si právo kdykoli upravit obsah těchto stránek, ale<br\/>nemáme žádnou povinnost aktualizovat jakékoli informace na našich stránkách.<br\/>Souhlasíte s tím, že je vaší odpovědností sledovat změny na našich stránkách. <\/p><p><strong>ČÁST 4 - ZMĚNY SLUŽEB A CEN<\/strong><\/p><p> Ceny našich produktů<br\/>se mohou změnit bez předchozího upozornění. Ceny našich produktů se mohou<br\/>změnit bez předchozího upozornění. <\/p><p>Vyhrazujeme si právo kdykoli změnit nebo přerušit službu<br\/>(nebo jakoukoli její část nebo obsah) bez předchozího upozornění. <\/p><p>Neneseme odpovědnost vůči vám ani žádné třetí straně za<br\/>jakoukoli úpravu, změnu ceny, pozastavení nebo ukončení služby. <\/p><p><strong>ODDÍL 5 - PRODUKTY NEBO SLUŽBY (je-li to relevantní)<\/strong><\/p><p>Některé produkty nebo služby mohou být dostupné výhradně<br\/>online prostřednictvím webových stránek. Tyto produkty nebo služby mohou mít<br\/>omezené množství a mohou být vráceny nebo vyměněny pouze v souladu s našimi<br\/>zásadami vrácení. Chcete-li si prohlédnout naše zásady vrácení, navštivte<br\/><a href=\"https:\/\/www.freshsole.cz\/pages\/vraceni-zbozi\" title=\"https:\/\/www.freshsole.cz\/pages\/vraceni-zbozi\">Zásady vrácení.<\/a><\/p><p>Vynaložili jsme veškeré úsilí, abychom co nejpřesněji<br\/>zobrazili barvy a obrázky našich produktů, které se objevují v obchodě.<br\/>Nemůžeme zaručit, že zobrazení jakékoli barvy na monitoru vašeho počítače bude<br\/>přesné. Vyhrazujeme si právo, ale nejsme povinni, omezit prodej našich produktů<br\/>nebo služeb jakékoli osobě, geografické oblasti nebo jurisdikci. Toto právo<br\/>můžeme uplatnit případ od případu. Vyhrazujeme si právo omezit množství<br\/>jakýchkoli produktů nebo služeb, které nabízíme. Všechny popisy produktů nebo ceny<br\/>produktů se mohou kdykoli změnit bez předchozího upozornění, a to na základě<br\/>našeho výhradního uvážení. Vyhrazujeme si právo kdykoli ukončit výrobu<br\/>jakéhokoli produktu. Jakákoli nabídka jakéhokoli produktu nebo služby učiněná<br\/>na tomto webu je neplatná, pokud je zakázána. <\/p><p>Nezaručujeme, že kvalita jakýchkoli produktů, služeb,<br\/>informací nebo jiného materiálu, který jste zakoupili nebo získali, splní vaše<br\/>očekávání nebo že budou opraveny jakékoli chyby ve službě. <\/p><p><strong>ČÁST 6 - PŘESNOST FAKTURACE A INFORMACÍ O ÚČTU <\/strong><\/p><p>Vyhrazujeme si právo odmítnout jakoukoli objednávku, kterou<br\/>u nás zadáte. Dle vlastního uvážení můžeme omezit nebo zrušit množství<br\/>zakoupené na osobu, domácnost nebo objednávku. Tato omezení mohou zahrnovat<br\/>objednávky zadané stejným zákaznickým účtem nebo pod stejným zákaznickým účtem,<br\/>stejnou kreditní kartou a\/nebo objednávky, které používají stejnou fakturační<br\/>a\/nebo dodací adresu. V případě, že provedeme změnu nebo zrušíme objednávku,<br\/>můžeme se vás pokusit upozornit kontaktováním e-mailu a\/nebo fakturační<br\/>adresy\/telefonního čísla poskytnutého v době provedení objednávky. Vyhrazujeme<br\/>si právo omezit nebo zakázat objednávky, které se podle našeho vlastního úsudku<br\/>zdají být zadány prodejci, prodejci nebo distributory. Souhlasíte s tím, že u<br\/>všech nákupů provedených v našem obchodě poskytnete aktuální, úplné a přesné<br\/>informace o nákupu a účtu. Souhlasíte s tím, že neprodleně aktualizujete svůj<br\/>účet a další informace, včetně vaší e-mailové adresy a čísel kreditních karet a<br\/>dat vypršení platnosti, abychom mohli dokončit vaše transakce a v případě<br\/>potřeby vás kontaktovat.<\/p><p>Další podrobnosti naleznete v našich Zásadách vracení zboží.<br\/><\/p><p><strong>ODDÍL 7 – VOLITELNÉ NÁSTROJE <\/strong><\/p><p>Můžeme vám poskytnout přístup k nástrojům třetích stran,<br\/>které nesledujeme, nemáme nad nimi žádnou kontrolu ani do nich nezasahujeme.<\/p><p> Berete na vědomí a<br\/>souhlasíte s tím, že poskytujeme přístup k těmto nástrojům \"tak, jak<br\/>jsou\" a \"jak jsou k dispozici\", bez jakýchkoli záruk, prohlášení<br\/>nebo podmínek jakéhokoli druhu a bez jakéhokoli schválení. Neneseme žádnou<br\/>odpovědnost vyplývající z vašeho používání volitelných nástrojů třetích stran<br\/>nebo s ním související. <\/p><p>Jakékoli použití volitelných nástrojů nabízených<br\/>prostřednictvím webu je zcela na vaše vlastní riziko a uvážení a měli byste se<br\/>ujistit, že jste obeznámeni s podmínkami, za kterých jsou nástroje poskytovány<br\/>příslušným poskytovatelem (poskytovateli) třetích stran, a že s nimi<br\/>souhlasíte. <\/p><p>V budoucnu můžeme také prostřednictvím webových stránek<br\/>nabízet nové služby a\/nebo funkce (včetně vydání nových nástrojů a zdrojů).<br\/>Tyto nové funkce a\/nebo služby budou také podléhat těmto podmínkám služby. <\/p><p><strong>ODDÍL 8 – ODKAZY TŘETÍCH STRAN <\/strong><\/p><p>Určitý obsah, produkty a služby dostupné prostřednictvím<br\/>naší služby mohou zahrnovat materiály třetích stran. <\/p><p>Odkazy třetích stran na tomto webu vás mohou přesměrovat na<br\/>webové stránky třetích stran, které s námi nejsou spojeny. Nejsme zodpovědní za<br\/>zkoumání nebo hodnocení obsahu nebo přesnosti a nezaručujeme a nebudeme mít<br\/>žádnou odpovědnost ani odpovědnost za jakékoli materiály nebo webové stránky<br\/>třetích stran nebo za jakékoli jiné materiály, produkty nebo služby třetích<br\/>stran. <\/p><p>Neneseme odpovědnost za žádné škody nebo škody související s<br\/>nákupem nebo používáním zboží, služeb, zdrojů, obsahu nebo jakýchkoli jiných<br\/>transakcí provedených v souvislosti s jakýmikoli webovými stránkami třetích<br\/>stran. Než se zapojíte do jakékoli transakce, pečlivě si přečtěte zásady a<br\/>postupy třetích stran a ujistěte se, že jim rozumíte. Stížnosti, nároky, obavy<br\/>nebo dotazy týkající se produktů třetích stran by měly být směrovány na třetí<br\/>stranu. <\/p><p><strong>ODDÍL 9 – KOMENTÁŘE UŽIVATELŮ, ZPĚTNÁ VAZBA A DALŠÍ<br\/>PŘÍSPĚVKY <\/strong><\/p><p>Pokud na naši žádost zašlete určité konkrétní příspěvky<br\/>(například soutěžní příspěvky) nebo bez naší žádosti zašlete kreativní nápady,<br\/>návrhy, návrhy, plány nebo jiné materiály, ať už online, e-mailem, poštou nebo<br\/>jinak (souhrnně \"komentáře\"), souhlasíte s tím, že můžeme kdykoli Bez<br\/>omezení upravujte, kopírujte, publikujte, distribuujte, překládejte a jinak<br\/>používejte v jakémkoli médiu jakékoli komentáře, které nám předáte. Nejsme a<br\/>nebudeme mít žádnou povinnost (1) zachovávat důvěrnost jakýchkoli komentářů;<br\/>(2) uhradit kompenzaci za případné připomínky; nebo (3) reagovat na jakékoli<br\/>komentáře. <\/p><p>Můžeme, ale nemáme žádnou povinnost, monitorovat, upravovat<br\/>nebo odstraňovat obsah, který podle vlastního uvážení určíme jako nezákonný,<br\/>urážlivý, výhružný, urážlivý, pomlouvačný, pornografický, obscénní nebo jinak<br\/>nevhodný nebo porušuje duševní vlastnictví jakékoli strany nebo tyto Podmínky<br\/>služby. Podmínky služby. <\/p><p>Souhlasíte s tím, že vaše komentáře nebudou porušovat žádná<br\/>práva třetích stran, včetně autorských práv, ochranných známek, soukromí,<br\/>osobnosti nebo jiných osobních či vlastnických práv. Dále souhlasíte s tím, že<br\/>vaše komentáře nebudou obsahovat urážlivý nebo jinak nezákonný, urážlivý nebo<br\/>obscénní materiál ani nebudou obsahovat žádný počítačový virus nebo jiný<br\/>malware, který by mohl jakýmkoli způsobem ovlivnit provoz služby nebo jakékoli<br\/>související webové stránky. <\/p><p>Nesmíte používat falešnou e-mailovou adresu, předstírat, že<br\/>jste někdo jiný než vy, nebo jinak uvádět nás nebo třetí strany v omyl, pokud<br\/>jde o původ jakýchkoli komentářů. Nesete výhradní odpovědnost za veškeré<br\/>komentáře, které učiníte, a za jejich přesnost. Neneseme žádnou odpovědnost a<br\/>nepřebíráme žádnou odpovědnost za jakékoli komentáře zveřejněné vámi nebo<br\/>jakoukoli třetí stranou. <\/p><p><strong>ODDÍL 10 – OSOBNÍ ÚDAJE <\/strong><\/p><p>Poskytování osobních údajů prostřednictvím obchodu se řídí<br\/>našimi zásadami ochrany osobních údajů. Chcete-li si prohlédnout naše zásady<br\/>ochrany osobních údajů, přečtěte si <a href=\"https:\/\/www.freshsole.cz\/pages\/gdpr-ochrana-osobnich-udaju\" target=\"_blank\" title=\"https:\/\/www.freshsole.cz\/pages\/gdpr-ochrana-osobnich-udaju\">Zásady ochrany osobních údajů.<\/a><\/p><p><strong>ODDÍL 11 - CHYBY, NEPŘESNOSTI A OPOMENUTÍ <\/strong><\/p><p>Příležitostně se na našich stránkách nebo ve službě mohou<br\/>vyskytnout informace, které obsahují typografické chyby, nepřesnosti nebo<br\/>opomenutí, které se mohou týkat popisů produktů, cen, propagačních akcí,<br\/>nabídek, poplatků za dopravu produktů, doby přepravy a dostupnosti. Vyhrazujeme<br\/>si právo opravit jakékoli chyby, nepřesnosti nebo opomenutí a změnit nebo<br\/>aktualizovat informace nebo zrušit objednávky, pokud jsou jakékoli informace ve<br\/>službě nebo na jakékoli související webové stránce nepřesné, a to kdykoli bez<br\/>předchozího upozornění (včetně poté, co jste odeslali objednávku). <\/p><p>Nepřebíráme žádnou povinnost aktualizovat, měnit nebo<br\/>objasňovat informace ve službě nebo na jakékoli související webové stránce,<br\/>mimo jiné včetně informací o cenách, s výjimkou případů, kdy to vyžaduje zákon.<br\/>Žádné specifikované datum aktualizace nebo aktualizace použité ve Službě nebo<br\/>na jakékoli související webové stránce by nemělo být považováno za znamení, že<br\/>všechny informace ve Službě nebo na jakékoli související webové stránce byly<br\/>upraveny nebo aktualizovány. <\/p><p><strong>ODDÍL 12 – ZAKÁZANÉ POUŽITÍ <\/strong><\/p><p>Kromě dalších zákazů uvedených v Podmínkách služby je<br\/>zakázáno používat stránky nebo jejich obsah: (a) k jakémukoli nezákonnému<br\/>účelu; (b) vyzývat ostatní, aby prováděli jakékoli nezákonné činy nebo se na<br\/>nich podíleli; (c) porušovat jakékoli mezinárodní, federální, provinční nebo<br\/>státní předpisy, pravidla, zákony nebo místní vyhlášky; (d) porušovat nebo<br\/>porušovat naše práva duševního vlastnictví nebo práva duševního vlastnictví<br\/>jiných osob; (e) obtěžovat, zneužívat, urážet, poškozovat, pomlouvat, pomlouvat,<br\/>znevažovat, zastrašovat nebo diskriminovat na základě pohlaví, sexuální<br\/>orientace, náboženství, etnického původu, rasy, věku, národnostního původu nebo<br\/>zdravotního postižení; (f) předkládat nepravdivé nebo zavádějící informace; (g)<br\/>nahrávat nebo přenášet viry nebo jakýkoli jiný typ škodlivého kódu, který bude<br\/>nebo může být použit jakýmkoli způsobem, který ovlivní funkčnost nebo provoz<br\/>Služby nebo jakékoli související webové stránky, jiných webových stránek nebo<br\/>internetu; (h) shromažďovat nebo sledovat osobní údaje ostatních; (i) spamovat,<br\/>phishing, pharm, záminka, pavouk, procházet nebo škrábat; (j) k jakémukoli<br\/>obscénnímu nebo nemorálnímu účelu; nebo (k) zasahovat nebo obcházet<br\/>bezpečnostní prvky služby nebo jakékoli související webové stránky, jiných webových<br\/>stránek nebo internetu. Vyhrazujeme si právo ukončit vaše používání služby nebo<br\/>jakékoli související webové stránky z důvodu porušení některého ze zakázaných<br\/>použití. <\/p><p><strong>ODDÍL 13 – ODMÍTNUTÍ ZÁRUK; OMEZENÍ ODPOVĚDNOSTI <\/strong><\/p><p>Nezaručujeme, neprohlašujeme ani nezaručujeme, že vaše<br\/>používání našich služeb bude nepřerušované, včasné, bezpečné nebo bezchybné. <\/p><p>Nezaručujeme, že výsledky, které mohou být získány z<br\/>používání služby, budou přesné nebo spolehlivé. <\/p><p>Souhlasíte s tím, že čas od času můžeme službu odstranit na<br\/>dobu neurčitou nebo ji kdykoli zrušit, aniž bychom vás o tom informovali. <\/p><p>Výslovně souhlasíte s tím, že vaše používání nebo nemožnost<br\/>používat službu je na vaše výhradní riziko. Služba a všechny produkty a služby,<br\/>které vám byly prostřednictvím služby dodány, jsou (s výjimkou případů, které<br\/>jsme výslovně uvedli) poskytovány \"tak, jak jsou\" a \"jak jsou k<br\/>dispozici\" pro vaše použití, bez jakéhokoli zastoupení, záruk nebo<br\/>podmínek jakéhokoli druhu, ať už výslovných nebo předpokládaných, včetně všech<br\/>předpokládaných záruk nebo podmínek prodejnosti, obchodní kvality, vhodnosti<br\/>pro konkrétní účel, trvanlivost, vlastnické právo a neporušení práv.<\/p><p> V žádném případě<br\/>nebude společnost Freshsole, naši ředitelé, vedoucí pracovníci, zaměstnanci,<br\/>přidružené společnosti, agenti, dodavatelé, stážisté, dodavatelé, poskytovatelé<br\/>služeb nebo poskytovatelé licencí odpovědní za jakékoli zranění, ztrátu, nárok<br\/>nebo jakékoli přímé, nepřímé, náhodné, represivní, zvláštní nebo následné škody<br\/>jakéhokoli druhu, včetně, bez omezení, ušlého zisku, ušlého příjmu, ušlých<br\/>úspor, ztráty dat, nákladů na výměnu nebo jakýchkoli podobných škod,  ať už na základě smlouvy, občanskoprávního<br\/>deliktu (včetně nedbalosti), objektivní odpovědnosti nebo jinak, vyplývající z<br\/>vašeho používání jakékoli služby nebo jakýchkoli produktů pořízených pomocí<br\/>služby nebo z jakéhokoli jiného nároku souvisejícího jakýmkoli způsobem s vaším<br\/>používáním služby nebo jakéhokoli produktu, mimo jiné včetně jakýchkoli chyb<br\/>nebo opomenutí v jakémkoli obsahu,  nebo<br\/>jakoukoli ztrátu nebo škodu jakéhokoli druhu vzniklou v důsledku používání<br\/>služby nebo jakéhokoli obsahu (nebo produktu) zveřejněného, přenášeného nebo<br\/>jinak zpřístupněného prostřednictvím služby, a to i v případě, že jste byli o<br\/>jejich možnosti informováni.<\/p><p>Vzhledem k tomu, že některé státy nebo jurisdikce neumožňují<br\/>vyloučení nebo omezení odpovědnosti za následné nebo náhodné škody, v takových<br\/>státech nebo jurisdikcích bude naše odpovědnost omezena v maximálním rozsahu<br\/>povoleném zákonem. <\/p><p><strong>ODDÍL 14 – ODŠKODNĚNÍ <\/strong><\/p><p>Souhlasíte s tím, že odškodníte, budete bránit a chránit<br\/>společnost Freshsole a naši mateřskou společnost, dceřiné společnosti,<br\/>přidružené společnosti, partnery, funkcionáře, ředitele, zástupce, dodavatele,<br\/>poskytovatele licencí, poskytovatele služeb, subdodavatele, dodavatele,<br\/>stážisty a zaměstnance, kteří je budou chránit před jakýmkoli nárokem nebo<br\/>požadavek, včetně přiměřených poplatků za právní zastoupení, vznesený jakoukoli<br\/>třetí stranou v důsledku nebo vyplývající z vašeho porušení těchto podmínek služby<br\/>nebo dokumentů, které obsahují odkazem, nebo vašeho porušení jakéhokoli zákona<br\/>nebo práv třetí strany. <\/p><p><strong>ODDÍL 15 – ODDĚLITELNOST <\/strong><\/p><p>V případě, že se jakékoli ustanovení těchto podmínek služby<br\/>prokáže jako nezákonné, neplatné nebo nevymahatelné, bude toto ustanovení<br\/>přesto vymahatelné v maximálním rozsahu povoleném příslušným zákonem a<br\/>nevymahatelná část bude považována za oddělenou z těchto Podmínek služby,<br\/>takové určení neovlivní platnost a vymahatelnost jakýchkoli ostatních<br\/>zbývajících ustanovení<\/p><p><strong>ODDÍL 16 – UKONČENÍ <\/strong><\/p><p>Závazky a závazky stran vzniklé před datem ukončení<br\/>zůstávají v platnosti i po ukončení této smlouvy pro všechny účely. <\/p><p>Tyto smluvní podmínky jsou účinné, dokud je nevypovíte vy<br\/>nebo my. Tyto smluvní podmínky můžete kdykoli ukončit tím, že nám oznámíte, že<br\/>si již nepřejete používat naše služby, nebo když přestanete používat naše<br\/>stránky. Pokud podle našeho výhradního úsudku nedodržíte nebo máme podezření,<br\/>že jste nedodrželi jakoukoli podmínku nebo ustanovení těchto Podmínek služby,<br\/>můžeme také tuto smlouvu kdykoli ukončit bez předchozího upozornění a vy budete<br\/>i nadále odpovědní za všechny částky splatné do data ukončení včetně; a\/nebo v<br\/>souladu s tím vám můžeme odepřít přístup k našim službám (nebo jakékoli jejich<br\/>části). <\/p><p><strong>ODDÍL 17 – CELÁ SMLOUVA <\/strong><\/p><p>Pokud neuplatníme nebo nevymáháme jakékoli právo nebo<br\/>ustanovení těchto Podmínek služby, neznamená to, že se takového práva nebo<br\/>ustanovení vzdáváme. <\/p><p>Tyto smluvní podmínky a veškeré zásady nebo provozní<br\/>pravidla, která jsme zveřejnili na těchto stránkách nebo v souvislosti se<br\/>službou, představují úplnou dohodu a porozumění mezi vámi a námi a řídí vaše<br\/>používání služby, přičemž nahrazují jakékoli předchozí nebo současné dohody,<br\/>sdělení a návrhy, ať už ústní nebo písemné, mezi vámi a námi (včetně mimo jiné<br\/>jakékoli předchozí verze Podmínek služby). Jakékoli nejasnosti ve výkladu<br\/>těchto Podmínek služby nebudou vykládány proti straně, která je sepsala. <\/p><p><strong>ODDÍL 18 – ROZHODNÉ PRÁVO <\/strong><\/p><p>Tyto smluvní podmínky a jakékoli samostatné smlouvy, kterými<br\/>vám poskytujeme služby, se řídí a vykládají v souladu se zákony České<br\/>republiky. <\/p><p><strong>ODDÍL 19 – ZMĚNY SMLUVNÍCH PODMÍNEK <\/strong><\/p><p>Nejaktuálnější verzi smluvních podmínek si můžete kdykoli<br\/>prohlédnout na této stránce. Vyhrazujeme si právo dle vlastního uvážení<br\/>aktualizovat, měnit nebo nahrazovat jakoukoli část těchto smluvních podmínek<br\/>zveřejněním aktualizací a změn na našich webových stránkách. Je vaší<br\/>odpovědností pravidelně kontrolovat změny na našich webových stránkách. Vaše<br\/>další používání nebo přístup k našim webovým stránkám nebo službě po zveřejnění<br\/>jakýchkoli změn těchto smluvních podmínek představuje přijetí těchto změn. <\/p><p><strong>ODDÍL 20 - KONTAKTNÍ INFORMACE <\/strong><\/p><p>Dotazy týkající se smluvních podmínek nám zasílejte na<br\/>freshsolecz@gmail.com.<\/p>"
          }
        }
      },
      "block_order": [
        "template--20302273216843__55dd658f-583a-4229-a720-cb0d6745fa21-text-1"
      ],
      "disabled": true,
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    },
    "rich_text_WPwznd": {
      "type": "rich-text",
      "blocks": {
        "text_m8VFye": {
          "type": "text",
          "settings": {
            "text": "<p> Osoba Luboš Halamka - Freshsole.cz by Vás<br\/>ráda upozornila na následující ustanovení obchodních<br\/>podmínek, které by potenciálně mohly jevit známky překvapivosti. Kupujicí je<br\/>tímto upozorněn na ustanovení, které souhlasem s obchodními podmínkami výslovně<br\/>přijímá:<\/p><h2><strong>Základní ustanovení<\/strong><\/h2><p>Tyto obchodní podmínky upravují<br\/>vzájemná práva a povinnosti prodávajícího a kupujícího (dále jen: „kupující“), kteří uzavírají kupní<br\/>smlouvu na zboží prostřednictvím webového rozhraní umístěného na webové stránce<br\/>dostupné na internetové adrese <a href=\"http:\/\/www.freshsole.cz\">www.freshsole.cz<\/a><br\/>(dále jen „internetový obchod“) nebo v provozovně prodávající či jiným<br\/>způsobem.<\/p><p>Ustanovení obchodních podmínek<br\/>jsou nedílnou součástí smlouvy uzavřené mezi stranami zásadně prostřednictvím<br\/>internetového obchodu.<\/p><p>Odchylná ujednání v kupní smlouvě<br\/>mají přednost před ustanoveními obchodních podmínek. <\/p><h2><strong>Informace o zboží a cenách<\/strong><\/h2><p>Informace o zboží, včetně uvedení<br\/>cen jednotlivého zboží a jeho hlavních vlastností jsou uvedeny u jednotlivého<br\/>zboží v katalogu internetového obchodu. Ceny zboží jsou uvedeny včetně všech<br\/>souvisejících poplatků, ne však nákladů za vrácení zboží. Náklady na vrácení zboží hradí zákazník.<br\/>Ceny zboží zůstávají v platnosti po dobu, po kterou jsou zobrazovány v<br\/>internetovém obchodě. Toto ustanovení nevylučuje sjednání kupní smlouvy za<br\/>individuálně sjednaných podmínek.<\/p><p>Veškerá prezentace zboží umístěná<br\/>v katalogu internetového obchodu je informativního charakteru a prodávající<br\/>není povinen uzavřít s kupujícím kupní smlouvu.<\/p><p>V internetovém obchodě jsou<br\/>zveřejněny informace o nákladech spojených s balením a dodáním zboží. Informace o nákladech spojených s balením a dodáním zboží uvedené v<br\/>internetovém obchodě platí pouze v případech, kdy je zboží doručováno v rámci<br\/>území České republiky nebo Slovenské republiky. Prodávající upozorňuje, že<br\/>zboží nabízené v rámci internetového obchodu, i zboží jinak nabízené<br\/>prodávajícím, je zbožím sběratelským a to z druhé ruky (dále jen „zboží“),<br\/>přičemž dle zákona o dani z přidané hodnoty, a u zboží se uplatní tzv. zvláštní<br\/>režim, kdy základem daně z přidané hodnoty je pouze přirážka (marže), snížená o<br\/>daň z této přirážky.<strong> <\/strong><\/p><h2><strong>Objednávka a uzavření kupní smlouvy<\/strong> <\/h2><p>1. Kupující souhlasí s použitím<br\/>komunikačních prostředků na dálku při uzavírání kupní smlouvy. Náklady vzniklé<br\/>kupujícímu při použití komunikačních prostředků na dálku v souvislosti s<br\/>uzavřením kupní smlouvy (náklady na internetové připojení, náklady na telefonní<br\/>hovory), hradí kupující sám. Tyto náklady se neliší od základní sazby.<\/p><p>2. Kupující provádí objednávku<br\/>zboží těmito způsoby:<\/p><p>3. Při zadávání objednávky si<br\/>kupující vybere zboží, počet kusů zboží, způsob platby a doručení.<\/p><p>4. Údaje uvedené v objednávce<br\/>jsou prodávajícím považovány za správné. Podmínkou platnosti objednávky je<br\/>vyplnění všech povinných údajů v objednávkovém formuláři a potvrzení kupujícího<br\/>o tom, že se seznámil s těmito obchodními podmínkami.<\/p><p>5. Neprodleně po obdržení<br\/>objednávky zašle prodávající kupujícímu potvrzení o obdržení objednávky na<br\/>emailovou adresu, kterou kupující při objednání zadal v zákaznickém účtu nebo v<br\/>objednávce. Toto potvrzení se považuje za uzavření smlouvy. Přílohou potvrzení<br\/>jsou aktuální obchodní podmínky prodávajícího. Kupní smlouva je uzavřena<br\/>potvrzením objednávky prodávajícím na emailovou adresu kupujícího.<\/p><p>6. V případě, že některý z<br\/>požadavků uvedených v objednávce nemůže prodávající splnit, zašle kupujícímu na<br\/>jeho emailovou adresu pozměněnou nabídku. Pozměněná nabídka se považuje za nový<br\/>návrh kupní smlouvy a kupní smlouva je v takovém případě uzavřena potvrzením<br\/>kupujícího o přijetí této nabídky prodávajícímu na jeho emailovou adresu<br\/>uvedenou v těchto obchodních podmínkách.<\/p><p>7. Všechny objednávky odeslané<br\/>kupujícím jsou závazné. Kupující může svou objednávku zrušit, dokud mu není<br\/>doručeno oznámení o přijetí objednávky prodávajícím. Kupující může požádat o<br\/>zrušení objednávky i telefonicky na telefonním čísle prodávajícího nebo emailu<br\/>prodávajícího uvedeného v internetovém obchodě.<\/p><p>8. V případě, že došlo ke zjevné<br\/>technické chybě na straně prodávajícího při uvedení ceny zboží v internetovém<br\/>obchodě nebo v průběhu objednávání, není prodávající povinen dodat kupujícímu<br\/>zboží za tuto zcela zjevně chybnou cenu ani v případě, že kupujícímu bylo<br\/>zasláno automatické potvrzení o obdržení objednávky podle těchto obchodních<br\/>podmínek. Prodávající informuje kupujícího o chybě bez zbytečného odkladu a<br\/>zašle kupujícímu na jeho emailovou adresu pozměněnou nabídku. Pozměněná nabídka<br\/>se považuje za nový návrh kupní smlouvy a kupní smlouva je v takovém případě<br\/>uzavřena potvrzením o přijetí kupujícím na emailovou adresu prodávajícího.<\/p><h2><strong>Platební podmínky a dodání zboží<\/strong><\/h2><p>1.<br\/>Cenu zboží a<br\/>případné náklady spojené s dodáním zboží dle kupní smlouvy může kupující<br\/>uhradit následujícími způsoby:.<\/p><p>bezhotovostně převodem na<br\/>bankovní účet prodávajícího,<\/p><p>bezhotovostně platební kartou,<\/p><p>bezhotovostně přes účet PayPal,<\/p><p>bezhotovostně přes Apple pay. <\/p><p>2. Společně s kupní cenou je<br\/>kupující povinen uhradit prodávajícímu náklady spojené s balením a dodáním<br\/>zboží ve smluvené výši. Není-li dále uvedeno výslovně jinak, rozumí se dále<br\/>kupní cenou i náklady spojené s dodáním zboží.<\/p><p>3.<br\/>V případě<br\/>platby v hotovosti je kupní cena splatná při převzetí zboží. V případě<br\/>bezhotovostní platby je kupní cena splatná dle instrukcí prodávajícího.<\/p><p>4.<br\/>V případě<br\/>platby prostřednictvím platební brány postupuje kupující podle pokynů<br\/>příslušného poskytovatele elektronických plateb.<\/p><p>5.<br\/>V případě<br\/>bezhotovostní platby je závazek kupujícího uhradit kupní cenu splněn okamžikem<br\/>připsání příslušné částky na bankovní účet prodávajícího<\/p><p>6.<br\/>Prodávající<br\/>nepožaduje od kupujícího předem žádnou zálohu či jinou obdobnou platbu. Úhrada<br\/>kupní ceny před odesláním zboží není zálohou.<\/p><p>7.<br\/>Zboží je<br\/>kupujícímu dodáno v souladu se smlouvou, přičemž náklady na dodání zboží v<br\/>závislosti na způsobu odeslání a převzetí zboží jsou uvedeny v objednávce<br\/>kupujícího a v potvrzení objednávky prodávajícím. V případě, že je způsob<br\/>dopravy smluven na základě zvláštního požadavku kupujícího, nese kupující<br\/>riziko a případné dodatečné náklady spojené s tímto způsobem dopravy.<\/p><p>8. Je-li prodávající podle kupní<br\/>smlouvy povinen dodat zboží na místo určené kupujícím v objednávce, je kupující<br\/>povinen převzít zboží při dodání. V případě, že je z důvodů na straně<br\/>kupujícího nutno zboží doručovat opakovaně nebo jiným způsobem, než bylo<br\/>uvedeno v objednávce, je kupující povinen uhradit náklady spojené s opakovaným<br\/>doručováním zboží, resp. náklady spojené s jiným způsobem doručení<\/p><p>9.<br\/>Při převzetí<br\/>zboží od přepravce je kupující povinen zkontrolovat neporušenost obalů zboží a<br\/>v případě jakýchkoliv závad toto neprodleně oznámit přepravci. V případě<br\/>shledání porušení obalu svědčícího o neoprávněném vniknutí do zásilky nemusí<br\/>kupující zásilku od přepravce převzít.<\/p><p>10.<br\/>Prodávající<br\/>vystaví kupujícímu daňový doklad – fakturu,<br\/>kterou zašle na<br\/>emailovou adresu kupujícího.<\/p><p>11.<br\/>Kupující<br\/>nabývá vlastnické právo ke zboží zaplacením celé kupní ceny za zboží, včetně<br\/>nákladů na dodání, nejdříve však převzetím zboží. Odpovědnost za nahodilou<br\/>zkázu, poškození či ztrátu zboží přechází na kupujícího okamžikem převzetí<br\/>zboží nebo okamžikem, kdy měl kupující povinnost zboží převzít, ale v rozporu s<br\/>kupní smlouvou tak neučinil.<\/p><p>12.Zboží je kupujícímu dodáno:<\/p><h2><strong>Odstoupení od smlouvy<\/strong><\/h2><p>1.<br\/>Kupující,<br\/>který uzavřel kupní smlouvu mimo svoji podnikatelskou činnost jako spotřebitel,<br\/>má právo od kupní smlouvy odstoupit.<\/p><p>2.<br\/>Lhůta pro<br\/>odstoupení od smlouvy činí 14 dnů<\/p><p>3.<br\/>Kupující<br\/>nemůže mimo jiné odstoupit od kupní smlouvy:<\/p><p>4.<br\/>Pro dodržení<br\/>lhůty pro odstoupení od smlouvy musí kupující odeslat prohlášení o odstoupení<br\/>ve lhůtě pro odstoupení od smlouvy.<\/p><p>5.<br\/>Odstoupení<br\/>od kupní smlouvy zašle kupující na emailovou nebo doručovací adresu<br\/>prodávajícího uvedenou v těchto obchodních podmínkách. Prodávající potvrdí<br\/>kupujícímu bezodkladně přijetí formuláře.<\/p><p>6. Kupující, který odstoupil od<br\/>smlouvy, je povinen vrátit prodávajícímu zboží do 14 dnů od odstoupení od<br\/>smlouvy prodávajícímu. Kupující nese náklady spojené s navrácením zboží<br\/>prodávajícímu, a to i v tom případě, kdy zboží nemůže být vráceno pro svou povahu<br\/>obvyklou poštovní cestou.<\/p><p>7.<br\/>Odstoupí-li<br\/>kupující od smlouvy, vrátí mu prodávající bezodkladně, nejpozději však do 30<br\/>dnů od odstoupení od smlouvy, všechny peněžní prostředky včetně nákladů na<br\/>dodání, které od něho přijal, a to stejným způsobem. Prodávající vrátí<br\/>kupujícímu přijaté peněžení prostředky jiným způsobem jen tehdy, pokud s tím<br\/>kupující souhlasí a pokud mu tím nevzniknou další náklady.<\/p><p>8.<br\/>Jestliže<br\/>kupující zvolil jiný než nejlevnější způsob dodání zboží, který prodávající<br\/>nabízí, vrátí prodávající kupujícímu náklady na dodání zboží ve výši<br\/>odpovídající nejlevnějšímu nabízenému způsobu dodání zboží.<\/p><p>9.<br\/>Odstoupí-li<br\/>kupující od kupní smlouvy, není prodávající povinen vrátit přijaté peněžní<br\/>prostředky kupujícímu dříve, než mu kupující zboží předá nebo prokáže, že zboží<br\/>prodávajícímu odeslal.<\/p><p>10.<br\/>Zboží musí<br\/>vrátit kupující prodávajícímu nepoškozené, neopotřebené a neznečištěné a v<br\/>původním obalu včetně všech jeho součástí. Obal je součástí zboží a nevrácení<br\/>nebo poškození obalů může vést ke snížení hodnoty zboží. Nárok na náhradu škody<br\/>vzniklé na zboží je prodávající oprávněn jednostranně započíst proti nároku<br\/>kupujícího na vrácení kupní ceny.<\/p><p>11.<br\/>Prodávající<br\/>je oprávněn odstoupit od kupní smlouvy z důvodu vyprodání zásob, nedostupnosti<br\/>zboží, anebo když výrobce, dovozce anebo dodavatel zboží přerušil výrobu nebo<br\/>dovoz zboží. Prodávající bezodkladně informuje kupujícího prostřednictví<br\/>emailové adresy uvedené v objednávce a vrátí ve lhůtě 14 dnů od oznámení o<br\/>odstoupení od kupní smlouvy všechny peněžní prostředky včetně nákladů na<br\/>dodání, které od kupujícího na základě smlouvy přijal, a to stejným způsobem,<br\/>popřípadě způsobem určeným kupujícím.<\/p><p>12.<br\/>Poštovné<br\/>vráceného zboží si zákazník hradí sám.<\/p><p>13.<br\/>Při přijetí<br\/>vráceného zboží prodejcem, je zákazníkovi vyplacena pouze částka za zboží,<br\/>nikoli za prvotní náklady na poštovné či dobírku.<\/p><h2><strong>Práva z vadného plnění<\/strong><\/h2><p>1.<br\/>Prodávající<br\/>odpovídá kupujícímu, že zboží při převzetí nemá vady. Zásadně prodávající<br\/>odpovídá kupujícímu, že v době, kdy kupující zboží převzal:<\/p><p>2. Projeví-li se vada v průběhu<br\/>šesti měsíců od převzetí zboží kupujícím, má se za to, že zboží bylo vadné již<br\/>při převzetí. Kupující je oprávněn uplatnit právo z vady, která se vyskytne u<br\/>zboží v době dvanácti měsíců od převzetí. Toto ustanovení se nepoužije u zboží<br\/>prodávaného za nižší cenu, pro kterou byla nižší cena ujednána, na opotřebení<br\/>zboží způsobené jeho obvyklým užíváním, na vadu odpovídající míře používání<br\/>nebo opotřebení, kterou zboží mělo při převzetí kupujícím, nebo vyplývá-li to z<br\/>povahy zboží.<\/p><p>3.<br\/>V případě<br\/>výskytu vady může kupující prodávajícímu předložit reklamaci a požadovat,<br\/>bude-li to s ohledem na povahu zboží možné:<\/p><p>4.<br\/>Kupující má<br\/>právo odstoupit od smlouvy,<\/p><p>5.<br\/>Prodávající<br\/>je povinen přijmout reklamaci v kterékoli provozovně, v níž je přijetí<br\/>reklamace možné, případně i v sídle nebo místě podnikání. Prodávající je<br\/>povinen kupujícímu vydat písemné potvrzení o tom, kdy kupující právo uplatnil,<br\/>co je obsahem reklamace a jaký způsob vyřízení reklamace kupující požaduje,<br\/>jakož i potvrzení o datu a způsobu vyřízení reklamace, včetně potvrzení o<br\/>provedení opravy a době jejího trvání, případně písemné odůvodnění zamítnutí<br\/>reklamace.<\/p><p>6.<br\/>Prodávající<br\/>nebo jím pověřený pracovník rozhodne o reklamaci ihned, ve složitých případech<br\/>do tří pracovních dnů. Do této lhůty se nezapočítává doba přiměřená podle druhu<br\/>výrobku či služby potřebná k odbornému posouzení vady. Reklamace včetně<br\/>odstranění vady musí být vyřízena bezodkladně, nejpozději do 30 dnů ode dne<br\/>uplatnění reklamace, pokud se prodávající s kupujícím nedohodne na delší lhůtě.<br\/>Marné uplynutí této lhůty se považuje za podstatné porušení smlouvy a kupující<br\/>má právo od kupní smlouvy odstoupit. Za okamžik uplatnění reklamace se považuje<br\/>okamžik, kdy dojde projev vůle kupujícího (uplatnění práva z vadného plnění)<br\/>prodávajícímu.<\/p><p>7.<br\/>Prodávající<br\/>písemně informuje kupujícího o výsledku reklamace, a to i elektronicky.<\/p><p>8.<br\/>Právo z<br\/>vadného plnění kupujícímu nenáleží, pokud kupující před převzetím věci věděl,<br\/>že věc má vadu, anebo pokud kupující vadu sám způsobil.<\/p><p>9. V případě oprávněné reklamace<br\/>má kupující právo na náhradu účelně vynaložených nákladů vzniklých v<br\/>souvislosti s uplatněním reklamace. Toto právo může kupující u prodávajícího<br\/>uplatnit ve lhůtě do jednoho měsíce po uplynutí záruční doby.<\/p><p>10.<br\/>Volbu<br\/>způsobu reklamace má kupující.<\/p><p>11.<br\/>Práva a<br\/>povinnosti smluvních stran ohledně práv z vadného plnění se řídí platným českým<br\/>právem, a to vždy s ohledem na to, že se zásadně<br\/>nejedná o zboží nové.<\/p><p>12.<br\/>Pokud má<br\/>kupující zájem zakoupit jiné zboží u prodávajícího, není možné při vrácení<br\/>zboží převést cenu zboží na kredit a vyzvednout nové zboží, nebo zboží vyměnit<br\/>za jiné zboží s doplatkem kterékoliv ze stran, ale je třeba, mj. i s ohledem na<br\/>povahu zboží, odstoupit v souladu s právní úpravou od smlouvy a poté případně<br\/>uzavřít smlouvu novou.<\/p><h2><strong>Doručování<\/strong><\/h2><p>1.<br\/>Smluvní<br\/>strany si mohou veškerou písemnou korespondenci vzájemně doručovat<br\/>prostřednictvím elektronické pošty.<\/p><p>2. Kupující doručuje<br\/>prodávajícímu korespondenci na emailovou adresu uvedenou na internetových<br\/>stránkách prodávajícího. Prodávající doručuje kupujícímu korespondenci na<br\/>emailovou adresu uvedenou v jeho objednávce.<\/p><h2><strong>Mimosoudní řešení sporů<\/strong><\/h2><p>1. K mimosoudnímu řešení<br\/>spotřebitelských sporů z kupní smlouvy je příslušná Česká obchodní inspekce, se<br\/>sídlem Štěpánská 567\/15, 120 00 Praha 2, IČ: 000 20 869, internetová adresa: <a href=\"https:\/\/adr.coi.cz\/cs\">https:\/\/adr.coi.cz\/cs<\/a>. Platformu pro řešení sporů on-line nacházející se na<br\/>internetové adrese <a href=\"http:\/\/ec.europa.eu\/consumers\/odr\">http:\/\/ec.europa.eu\/consumers\/odr<\/a><br\/>je možné využít při řešení sporů mezi prodávajícím a kupujícím z kupní smlouvy.<\/p><p>2.<br\/>Evropské<br\/>spotřebitelské centrum Česká republika, se sídlem Štěpánská 567\/15, 120 00<br\/>Praha 2, internetová adresa: <a href=\"http:\/\/www.evropskyspotrebitel.cz\/\">http:\/\/www.evropskyspotrebitel.cz<\/a><br\/>je kontaktním místem podle Nařízení Evropského parlamentu a Rady (EU) č.<br\/>524\/2013 ze dne 21. května 2013 o řešení spotřebitelských sporů on-line a o<br\/>změně nařízení (ES) č. 2006\/2004 a směrnice 2009\/22\/ES (nařízení o řešení<br\/>spotřebitelských sporů on-line).<\/p><h2><strong>Závěrečná ustanovení<\/strong><\/h2><p>1.<br\/>Veškerá<br\/>ujednání mezi prodávajícím a kupujícím se řídí právním řádem České. Tímto nejsou dotčena<br\/>práva spotřebitele vyplývající z obecně závazných právních předpisů.<\/p><p>2. Prodávající není ve vztahu ke<br\/>kupujícímu vázán žádnými kodexy chování.<\/p><p>3.<br\/>Všechna<br\/>práva k webovým stránkám prodávajícího, zejména autorská práva k obsahu, včetně<br\/>rozvržení stránky, fotek, filmů, grafik, ochranných známek, loga a dalšího<br\/>obsahu a prvků, náleží prodávajícímu. Je zakázáno kopírovat, upravovat nebo<br\/>jinak používat webové stránky nebo jejich část bez souhlasu prodávajícího.<\/p><p>4.<br\/>Kupující<br\/>tímto přebírá na sebe nebezpečí změny okolností.<\/p><p>5.<br\/>Kupní<br\/>smlouva včetně obchodních podmínek je archivována prodávajícím v elektronické<br\/>podobě a není přístupná.<\/p><p>6.<br\/>Znění<br\/>obchodních podmínek může prodávající měnit či doplňovat, přičemž se prodávající<br\/>zavazuje, že nejméně 14 dní před datem účinnosti nových obchodních podmínek<br\/>oznámí kupujícímu nové znění a pokud kupující nevyjádří nesouhlas s novým<br\/>zněním obchodních podmínek nejpozději v den účinnosti nového znění obchodních<br\/>podmínek, má se za to, že změny v plné rozsahu akceptoval a nemá námitek. Tímto<br\/>ustanovením nejsou dotčena práva a povinnosti vzniklá po dobu účinnosti<br\/>předchozího znění obchodních podmínek.<\/p><p>7.<br\/>Přílohou<br\/>obchodních podmínek je vzorový formulář pro odstoupení od smlouvy.<\/p><p>8.<br\/>Prodávající<br\/>nenese odpovědnost za chyby vzniklé v důsledku zásahů třetích osob do<br\/>internetového obchodu nebo v důsledku jeho užití v rozporu s jeho určením.<br\/>Kupující nesmí při využívání internetového obchodu používat postupy, které by<br\/>mohly mít negativní vliv na jeho provoz a nesmí vykonávat žádnou činnost, která<br\/>by mohla jemu nebo třetím osobám umožnit neoprávněně zasahovat či neoprávněně<br\/>užít programové vybavení nebo další součásti tvořící internetový obchod a<br\/>užívat internetový obchod nebo jeho části či softwarové vybavení takovým<br\/>způsobem, který by byl v rozporu s jeho určením či účelem.<\/p>"
          }
        }
      },
      "block_order": [
        "text_m8VFye"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "55dd658f-583a-4229-a720-cb0d6745fa21",
    "rich_text_WPwznd"
  ]
}
