{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 32,
        "padding_bottom": 0
      }
    },
    "235497ed-5196-4df1-8034-9bdae20cd6ef": {
      "type": "collapsible-content",
      "disabled": true,
      "settings": {
        "caption": "",
        "heading": "Contact us directly!",
        "heading_size": "h1",
        "heading_alignment": "center",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "55dd658f-583a-4229-a720-cb0d6745fa21": {
      "type": "rich-text",
      "blocks": {
        "template--20302273216843__55dd658f-583a-4229-a720-cb0d6745fa21-text-1": {
          "type": "text",
          "settings": {
            "text": "<p><strong>I. Základní ustanovení<\/strong><\/p><ol><li>Tyto všeobecné obchodní podmínky (dále jen „obchodní podmínky“) jsou vydané dle § 1751 a násl. zákona č. 89\/2012 Sb., občanský zákoník (dále jen „občanský zákoník“)<\/li><li>Tyto obchodní podmínky upravují vzájemná práva a povinnosti prodávajícího a fyzické osoby, která uzavírá kupní smlouvu mimo svoji podnikatelskou činnost jako spotřebitel, nebo v rámci své podnikatelské činnosti (dále jen: „kupující“) prostřednictvím webového rozhraní umístěného na webové stránce dostupné na internetové adrese www.sectionstore.cz (dále je „internetový obchod“).<\/li><li>Ustanovení obchodních podmínek jsou nedílnou součástí kupní smlouvy. Odchylná ujednání v kupní smlouvě mají přednost před ustanoveními těchto obchodních podmínek.<\/li><li>Tyto obchodní podmínky a kupní smlouva se uzavírají v českém jazyce.<\/li><\/ol><p><strong>II. Informace o zboží a cenách<\/strong><\/p><ol><li>Informace o zboží, včetně uvedení cen jednotlivého zboží a jeho hlavních vlastností jsou uvedeny u jednotlivého zboží v katalogu internetového obchodu. Ceny zboží jsou uvedeny včetně všech souvisejících poplatků a nákladů za vrácení zboží, jestliže toto zboží ze své podstaty nemůže být vráceno obvyklou poštovní cestou. Ceny zboží zůstávají v platnosti po dobu, po kterou jsou zobrazovány v internetovém obchodě. Toto ustanovení nevylučuje sjednání kupní smlouvy za individuálně sjednaných podmínek.<\/li><li>Veškerá prezentace zboží umístěná v katalogu internetového obchodu je informativního charakteru a prodávající není povinen uzavřít kupní smlouvu ohledně tohoto zboží.<\/li><li>V internetovém obchodě jsou zveřejněny informace o nákladech spojených s balením a dodáním zboží. Informace o nákladech spojených s balením a dodáním zboží uvedené v internetovém obchodě platí pouze v případech, kdy je zboží doručováno v rámci území České republiky nebo Slovenské republiky. Prodávající upozorňuje, že zboží nabízené v rámci internetového obchodu je zbožím sběratelským\/”z druhé ruky” (dále jen „<strong>zboží<\/strong>“), přičemž dle zákona o dani z přidané hodnoty se u zboží uplatní tzv. zvláštní režim, kdy základem daně z přidané hodnoty je pouze přirážka (marže), snížená o daň z této přirážky. Pokud by se jednalo o zboží nové, bude o této skutečnosti kupující informován a lhůta dvanácti měsíců, uvedená v bodě VI. 2, se u takového zboží prodlouží na dvacet čtyři měsíců.<\/li><li>Případné slevy z kupní ceny zboží nelze navzájem kombinovat, nedohodne-li se prodávající s kupujícím jinak.<\/li><\/ol><p><strong>III. Objednávka a uzavření kupní smlouvy<\/strong><\/p><ol><li>Náklady vzniklé kupujícímu při použití komunikačních prostředků na dálku v souvislosti s uzavřením kupní smlouvy (náklady na internetové připojení, náklady na telefonní hovory), hradí kupující sám. Tyto náklady se neliší od základní sazby.<\/li><li>Kupující provádí objednávku zboží tímto způsobem:<\/li><li>Při zadávání objednávky si kupující vybere zboží, počet kusů zboží, způsob platby a doručení.<\/li><li>Před odesláním objednávky je kupujícímu umožněno kontrolovat a měnit údaje, které do objednávky vložil. Objednávku odešle kupující prodávajícímu kliknutím na tlačítko Odeslat objednávku. Údaje uvedené v objednávce jsou prodávajícím považovány za správné. Podmínkou platnosti objednávky je vyplnění všech povinných údajů v objednávkovém formuláři a potvrzení kupujícího o tom, že se seznámil s těmito obchodními podmínkami.<\/li><li>Neprodleně po obdržení objednávky zašle prodávající kupujícímu potvrzení o obdržení objednávky na emailovou adresu, kterou kupující při objednání zadal. Toto potvrzení se považuje se za uzavření smlouvy. Kupní smlouva je uzavřena potvrzením objednávky prodávajícím na emailovou adresu kupujícího.<\/li><li>V případě, že některý z požadavků uvedených v objednávce nemůže prodávající splnit, zašle kupujícímu na jeho emailovou adresu pozměněnou nabídku. Pozměněná nabídka se považuje za nový návrh kupní smlouvy a kupní smlouva je v takovém případě uzavřena potvrzením kupujícího o přijetí této nabídky prodávajícímu na jeho emailovou adresu uvedenu v těchto obchodních podmínkách.<\/li><li>Všechny objednávky přijaté prodávajícím jsou závazné. Kupující může zrušit objednávku, dokud není kupujícímu doručeno oznámení o přijetí objednávky prodávajícím. Kupující může zrušit objednávku telefonicky na telefonní číslo nebo email prodávajícího uvedený v těchto obchodních podmínkách.<\/li><li>V případě, že došlo ke zjevné technické chybě na straně prodávajícího při uvedení ceny zboží v internetovém obchodě, nebo v průběhu objednávání, není prodávající povinen dodat kupujícímu zboží za tuto zcela zjevně chybnou cenu ani v případě, že kupujícímu bylo zasláno automatické potvrzení o obdržení objednávky podle těchto obchodních podmínek. Prodávající informuje kupujícího o chybě bez zbytečného odkladu a zašle kupujícímu na jeho emailovou adresu pozměněnou nabídku. Pozměněná nabídka se považuje za nový návrh kupní smlouvy a kupní smlouva je v takovém případě uzavřena potvrzením o přijetí kupujícím na emailovou adresu prodávajícího.<\/li><\/ol><p><strong>IV. Platební podmínky a dodání zboží<\/strong><\/p><ol><li>Cenu zboží a případné náklady spojené s dodáním zboží dle kupní smlouvy může kupující uhradit následujícími způsoby:<\/li><\/ol><ul><li>bezhotovostně převodem na bankovní účet prodávajícího č. 292793806\/0300, vedený u ČSOB<\/li><li>bezhotovostně platební kartou,<\/li><li>dobírkou v hotovosti\/platební kartou při rezervaci zboží na prodejně Section, Jeruzalémská 1782\/11, Praha, 110 00<\/li><\/ul><ol><li>Společně s kupní cenou je kupující povinen uhradit prodávajícímu náklady spojené s balením a dodáním zboží ve smluvené výši. Není-li dále uvedeno výslovně jinak, rozumí se dále kupní cenou i náklady spojené s dodáním zboží.<\/li><li>V případě platby v hotovosti je kupní cena splatná při převzetí zboží. V případě bezhotovostní platby je kupní cena splatná do 7 dnů od uzavření kupní smlouvy.<\/li><li>V případě platby prostřednictvím platební brány postupuje kupující podle pokynů příslušného poskytovatele elektronických plateb.<\/li><li>V případě bezhotovostní platby je závazek kupujícího uhradit kupní cenu splněn okamžikem připsání příslušné částky na bankovní účet prodávajícího.<\/li><li>Prodávající nepožaduje od kupujícího předem žádnou zálohu či jinou obdobnou platbu. Úhrada kupní ceny před odesláním zboží není zálohou.<\/li><li>Podle zákona o evidenci tržeb je prodávající povinen vystavit kupujícímu účtenku. Zároveň je povinen zaevidovat přijatou tržbu u správce daně online, v případě technického výpadku pak nejpozději do 48 hodin<\/li><li>Zboží je kupujícímu dodáno:<\/li><li>Volba způsobu dodání se provádí během objednávání zboží.<\/li><li>Náklady na dodání zboží v závislosti na způsobu odeslání a převzetí zboží jsou uvedeny v objednávce kupujícího a v potvrzení objednávky prodávajícím. V případě, že je způsob dopravy smluven na základě zvláštního požadavku kupujícího, nese kupující riziko a případné dodatečné náklady spojené s tímto způsobem dopravy.<\/li><li>Je-li prodávající podle kupní smlouvy povinen dodat zboží na místo určené kupujícím v objednávce, je kupující povinen převzít zboží při dodání. V případě, že je z důvodů na straně kupujícího nutno zboží doručovat opakovaně nebo jiným způsobem, než bylo uvedeno v objednávce, je kupující povinen uhradit náklady spojené s opakovaným doručováním zboží, resp. náklady spojené s jiným způsobem doručení.<\/li><li>Při převzetí zboží od přepravce je kupující povinen zkontrolovat neporušenost obalů zboží a v případě jakýchkoliv závad toto neprodleně oznámit přepravci. V případě shledání porušení obalu svědčícího o neoprávněném vniknutí do zásilky nemusí kupující zásilku od přepravce převzít.<\/li><li>Prodávající vystaví kupujícímu pokladní doklad – fakturu. Pokladní doklad je odeslán v tištěné podobě společně s objednávkou.<\/li><li>Kupující nabývá vlastnické právo ke zboží zaplacením celé kupní ceny za zboží, včetně nákladů na dodání, nejdříve však převzetím zboží. Odpovědnost za nahodilou zkázu, poškození či ztrátu zboží přechází na kupujícího okamžikem převzetí zboží nebo okamžikem, kdy měl kupující povinnost zboží převzít, ale v rozporu s kupní smlouvou tak neučinil.<\/li><\/ol><p><strong>V. Odstoupení od smlouvy<\/strong><\/p><ol><li>Kupující, který uzavřel kupní smlouvu mimo svoji podnikatelskou činnost jako spotřebitel, má právo od kupní smlouvy odstoupit.<\/li><li>Lhůta pro odstoupení od smlouvy činí 14 dnů<\/li><li>Kupující nemůže mimo jiné odstoupit od kupní smlouvy:<\/li><li>Pro dodržení lhůty pro odstoupení od smlouvy musí kupující odeslat prohlášení o odstoupení ve lhůtě pro odstoupení od smlouvy.<\/li><li>Odstoupení od kupní smlouvy zašle kupující na emailovou nebo doručovací adresu prodávajícího uvedenou v těchto obchodních podmínkách. Prodávající potvrdí kupujícímu bezodkladně přijetí formuláře.<\/li><li>Kupující, který odstoupil od smlouvy, je povinen vrátit prodávajícímu zboží do 14 dnů od odstoupení od smlouvy prodávajícímu. Kupující nese náklady spojené s navrácením zboží prodávajícímu, a to i v tom případě, kdy zboží nemůže být vráceno pro svou povahu obvyklou poštovní cestou.<\/li><li>Odstoupí-li kupující od smlouvy, vrátí mu prodávající bezodkladně, nejpozději však do 14 dnů od odstoupení od smlouvy, všechny peněžní prostředky včetně nákladů na dodání, které od něho přijal, a to stejným způsobem. Prodávající vrátí kupujícímu přijaté peněžení prostředky jiným způsobem jen tehdy, pokud s tím kupující souhlasí a pokud mu tím nevzniknou další náklady.<\/li><li>Jestliže kupující zvolil jiný, než nejlevnější způsob dodání zboží, který prodávající nabízí, vrátí prodávající kupujícímu náklady na dodání zboží ve výši odpovídající nejlevnějšímu nabízenému způsobu dodání zboží.<\/li><li>Odstoupí-li kupující od kupní smlouvy, není prodávající povinen vrátit přijaté peněžní prostředky kupujícímu dříve, než mu kupující zboží předá nebo prokáže, že zboží prodávajícímu odeslal.<\/li><li>Zboží musí vrátit kupující prodávajícímu nepoškozené, neopotřebené a neznečištěné a je-li to možné, v původním obalu. Nárok na náhradu škody vzniklé na zboží je prodávající oprávněn jednostranně započíst proti nároku kupujícího na vrácení kupní ceny.<\/li><li>Prodávající je oprávněn odstoupit od kupní smlouvy z důvodu vyprodání zásob, nedostupnosti zboží, anebo když výrobce, dovozce anebo dodavatel zboží přerušil výrobu nebo dovoz zboží. Prodávající bezodkladně informuje kupujícího prostřednictví emailové adresy uvedené v objednávce a vrátí ve lhůtě 14 dnů od oznámení o odstoupení od kupní smlouvy všechny peněžní prostředky včetně nákladů na dodání, které od něho na základě smlouvy přijal, a to stejným způsobem, popřípadě způsobem určeným kupujícím.<\/li><\/ol><p><strong>VI. Práva z vadného plnění<\/strong><\/p><ol><li>Prodávající odpovídá kupujícímu, že zboží při převzetí nemá vady. Zejména prodávající odpovídá kupujícímu, že v době, kdy kupující zboží převzal:<\/li><li>Projeví-li se vada v průběhu dvanácti měsíců od převzetí zboží kupujícím, má se za to, že zboží bylo vadné již při převzetí. Kupující je oprávněn uplatnit právo z vady, která se vyskytne u zboží v době dvanácti měsíců od převzetí. Toto ustanovení se nepoužije u zboží prodávaného za nižší cenu na vadu, pro kterou byla nižší cena ujednána, na opotřebení zboží způsobené jeho obvyklým užíváním, u použitého zboží na vadu odpovídající míře používání nebo opotřebení, kterou zboží mělo při převzetí kupujícím, nebo vyplývá-li to z povahy zboží.<\/li><li>V případě výskytu vady může kupující prodávajícímu předložit reklamaci a požadovat:<\/li><li>Kupující má právo odstoupit od smlouvy,<\/li><li>Prodávající je povinen přijmout reklamaci v kterékoli provozovně, v níž je přijetí reklamace možné, případně i v sídle nebo místě podnikání. Prodávající je povinen kupujícímu vydat písemné potvrzení o tom, kdy kupující právo uplatnil, co je obsahem reklamace a jaký způsob vyřízení reklamace kupující požaduje, jakož i potvrzení o datu a způsobu vyřízení reklamace, včetně potvrzení o provedení opravy a době jejího trvání, případně písemné odůvodnění zamítnutí reklamace.<\/li><li>Prodávající nebo jím pověřený pracovník rozhodne o reklamaci ihned, ve složitých případech do tří pracovních dnů. Do této lhůty se nezapočítává doba přiměřená podle druhu výrobku či služby potřebná k odbornému posouzení vady. Reklamace včetně odstranění vady musí být vyřízena bezodkladně, nejpozději do 30 dnů ode dne uplatnění reklamace, pokud se prodávající s kupujícím nedohodne na delší lhůtě. Marné uplynutí této lhůty se považuje za podstatné porušení smlouvy a kupující má právo od kupní smlouvy odstoupit. Za okamžik uplatnění reklamace se považuje okamžik, kdy dojde projev vůle kupujícího (uplatnění práva z vadného plnění) prodávajícímu.<\/li><li>Prodávající písemně informuje kupujícího o výsledku reklamace.<\/li><li>Právo z vadného plnění kupujícímu nenáleží, pokud kupující před převzetím věci věděl, že věc má vadu, anebo pokud kupující vadu sám způsobil.<\/li><li>V případě oprávněné reklamace má kupující právo na náhradu účelně vynaložených nákladů vzniklých v souvislosti s uplatněním reklamace. Toto právo může kupující u prodávajícího uplatnit ve lhůtě do jednoho měsíce po uplynutí záruční doby.<\/li><li>Volbu způsobu reklamace má kupující.<\/li><li>Práva a povinnosti smluvních stran ohledně práv z vadného plnění se řídí platným českým právem, zejména § 1914 až 1925, § 2099 až 2117 a § 2161 až 2174 občanského zákoníku a zákonem č. 634\/1992 Sb., o ochraně spotřebitele a to vždy s ohledem na to, že se zásadně nejedná o zboží nové.<\/li><li>Pokud má kupující zájem zakoupit jiné zboží u prodávajícího, není možné při vrácení zboží převést cenu zboží na kredit a vyzvednout nové zboží, nebo zboží vyměnit za jiné zboží s doplatkem kterékoliv ze stran, ale je třeba, mj. i s ohledem na povahu zboží, odstoupit v souladu s právní úpravou od smlouvy a poté případně uzavřít smlouvu novou.<\/li><\/ol><p><strong>VII. Rezervace zboží – osobní odběr<\/strong><\/p><ol><li>Prostřednictvím internetového obchodu si též může zákazník vybrat a nezávazně rezervovat zboží prostřednictvím internetového formuláře za účelem jeho případného nákupu v provozovně prodávajícího. Odeslání požadavku na rezervaci zboží není považováno za objednávku zboží a potvrzením rezervace nedochází k uzavření kupní smlouvy. Potvrzením rezervace se prodávající zaváže, že vybrané zboží bude zákazníkovi k dispozici k předvedení a případnému zakoupení v příslušné provozovně prodávajícího po dobu 5 dní ode dne potvrzení rezervace. Zákazník může požadovat předvedení rezervovaného zboží a případně zboží zakoupit v příslušné provozovně od okamžiku, kdy mu dojde potvrzení rezervace.<\/li><li>Kupní smlouva mezi prodávajícím a zákazníkem je uzavřena na základě předvedení zboží při osobním zakoupení zboží v provozovně prodávajícího, přičemž na takovou koupi zboží se nevztahují tyto obchodní podmínky internetového obchodu. Zákazník tak mimo jiné nemá právo od takto uzavřené kupní smlouvy odstoupit ve smyslu § 1829 občanského zákoníku, tedy v tomto případě do čtrnácti dnů od převzetí zboží, neboť nedochází k uzavření kupní smlouvy distančním způsobem. Kupní smlouva se v takovém případě řídí obecnými právními předpisy, popřípadě obchodními podmínkami prodávajícího platnými pro nákup zboží v příslušné provozovně. Stejné platí i pro nákup zboží či služeb v provozovně prodávajícího.<\/li><\/ol><p><strong>VIII. Doručování<\/strong><\/p><ol><li>Smluvní strany si mohou veškerou písemnou korespondenci vzájemně doručovat prostřednictvím elektronické pošty.<\/li><li>Kupující doručuje prodávajícímu korespondenci na emailovou adresu uvedenu v těchto obchodních podmínkách. Prodávající doručuje kupujícímu korespondenci na emailovou adresu uvedenou v jeho objednávce.<\/li><\/ol><p><strong>IX. Mimosoudní řešení sporů<\/strong><\/p><ol><li>K mimosoudnímu řešení spotřebitelských sporů z kupní smlouvy je příslušná Česká obchodní inspekce, se sídlem Štěpánská 567\/15, 120 00 Praha 2, IČ: 000 20 869, internetová adresa: https:\/\/adr.coi.cz\/cs. Platformu pro řešení sporů on-line nacházející se na internetové adrese http:\/\/ec.europa.eu\/consumers\/odr je možné využít při řešení sporů mezi prodávajícím a kupujícím z kupní smlouvy.<\/li><li>Evropské spotřebitelské centrum Česká republika, se sídlem Štěpánská 567\/15, 120 00 Praha 2, internetová adresa: http:\/\/www.evropskyspotrebitel.cz je kontaktním místem podle Nařízení Evropského parlamentu a Rady (EU) č. 524\/2013 ze dne 21. května 2013 o řešení spotřebitelských sporů on-line a o změně nařízení (ES) č. 2006\/2004 a směrnice 2009\/22\/ES (nařízení o řešení spotřebitelských sporů on-line).<\/li><li>Prodávající je oprávněn k prodeji zboží na základě živnostenského oprávnění. Živnostenskou kontrolu provádí v rámci své působnosti příslušný živnostenský úřad. Česká obchodní inspekce vykonává ve vymezeném rozsahu mimo jiné dozor nad dodržováním zákona č. 634\/1992 Sb., o ochraně spotřebitele.<\/li><\/ol><p><strong>X. Závěrečná ustanovení<\/strong><\/p><ol><li>Veškerá ujednání mezi prodávajícím a kupujícím se právním řádem České republiky. Pokud vztah založený kupní smlouvou obsahuje mezinárodní prvek, pak strany sjednávají, že vztah se řídí právem České republiky. Tímto nejsou dotčena práva spotřebitele vyplývající z obecně závazných právních předpisů.<\/li><li>Prodávající není ve vztahu ke kupujícímu vázán žádnými kodexy chování ve smyslu ustanovení § 1826 odst. 1 písm. e) občanského zákoníku.<\/li><li>Všechna práva k webovým stránkám prodávajícího, zejména autorská práva k obsahu, včetně rozvržení stránky, fotek, filmů, grafik, ochranných známek, loga a dalšího obsahu a prvků, náleží prodávajícímu. Je zakázáno kopírovat, upravovat nebo jinak používat webové stránky nebo jejich část bez souhlasu prodávajícího.<\/li><li>Prodávající nenese odpovědnost za chyby vzniklé v důsledku zásahů třetích osob do internetového obchodu nebo v důsledku jeho užití v rozporu s jeho určením. Kupující nesmí při využívání internetového obchodu používat postupy, které by mohly mít negativní vliv na jeho provoz a nesmí vykonávat žádnou činnost, která by mohla jemu nebo třetím osobám umožnit neoprávněně zasahovat či neoprávněně užít programové vybavení nebo další součásti tvořící internetový obchod a užívat internetový obchod nebo jeho části či softwarové vybavení takovým způsobem, který by byl v rozporu s jeho určením či účelem.<\/li><li>Kupující tímto přebírá na sebe nebezpečí změny okolností ve smyslu § 1765 odst. 2 občanského zákoníku.<\/li><li>Kupní smlouva včetně obchodních podmínek je archivována prodávajícím v elektronické podobě a není přístupná.<\/li><li>Znění obchodních podmínek může prodávající měnit či doplňovat. Tímto ustanovením nejsou dotčena práva a povinnosti vzniklá po dobu účinnosti předchozího znění obchodních podmínek.<\/li><\/ol><p>Tyto obchodní podmínky nabývají účinnosti dne 08. 11. 2021<\/p>"
          }
        }
      },
      "block_order": [
        "template--20302273216843__55dd658f-583a-4229-a720-cb0d6745fa21-text-1"
      ],
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "235497ed-5196-4df1-8034-9bdae20cd6ef",
    "55dd658f-583a-4229-a720-cb0d6745fa21"
  ]
}
